Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: [loadImporterFromFile:%1] Skipped mapping at row %2 because source was not defined
de_de: [loadImporterFromFile:%1] Übersprungene Zuordnung in Zeile %2, da die Quelle nicht definiert wurde

source: Warning: skipped mapping at row %1 because destination was not defined
de_de: Warnung: übersprungene Zuordnung in Zeile %1 b, da das Ziel nicht definiert war

source: [loadImporterFromFile:%1] Skipped mapping at row %2 because destination was not defined
de_de: [loadImporterFromFile:%1] Übersprungene Zuordnung in Zeile %2, da das Ziel nicht definiert wurde

source: Warning: invalid json in "options" column at line %4 for group %1/source %2. Json was: %3
de_de: Warnung: Ungültiger json in der Spalte "Optionen" in Zeile %4 foder Gruppe %1/Quelle %2. Json war: %3

source: [loadImporterFromFile:%1] Invalid json in "options" column at line %5 for group %2/source %3. Json was: %4.
de_de: [loadImporterFromFile:%1] Ungültiger json in der Spalte "options" in Zeile %5 foder Gruppe %2/Quelle %3. Json war: %4.

source: Warning: refinery %1 does not exist
de_de: Treiber ist nicht vorhanden

source: [loadImporterFromFile:%1] Invalid options for group %2/source %3
de_de: [loadImporterFromFile:%1] Ungültige Optionen für Gruppe %2/Quelle %3

source: invalid json for refinery options at line %4 for group %1/source %2 = %3
de_de: ungültiger json für Raffinerieoptionen in Zeile %4 foder Gruppe %1/Quelle %2 = %3

source: [loadImporterFromFile:%1] invalid json for refinery options at line %5 for group %2/source %3 = %4
de_de: [loadImporterFromFile:%1] ungültiger json für Raffinerieoptionen in Zeile %5 foder Gruppe %2/Quelle %3 = %4

source: Warning: invalid options for environment %1.
de_de: Warnung: Ungültige Optionen für Umgebung %1.

source: [loadImporterFromFile:environment %1] Invalid options for environment value %1. Options were: %2.
de_de: [loadImporterFromFile:Environment %1] Ungültige Optionen für den Umgebungswert %1. Optionen waren: %2.

source: You must set a code for your mapping!
de_de: Sie müssen einen Code für Ihr Mapping festlegen!

source: [loadImporterFromFile:%1] You must set a code for your mapping!
de_de: [loadImporterFromFile:%1] Sie müssen einen Code für Ihre Zuordnung festlegen!

source: It looks like this is a mapping for the data export framework and you're trying to add it as import mapping!
de_de: Es sieht so aus, als wäre dies ein Mapping für das Datenexport-Framework und Sie versuchen, es als Import-Mapping hinzuzufügen!

source: [loadImporterFromFile:%1] It looks like this is a mapping for the data export framework and you're trying to add it as import mapping!
de_de: [loadImporterFromFile:%1] Es sieht so aus, als ob dies eine Zuordnung für das Datenexportframework ist, und Sie versuchen, es als Importzuordnung hinzuzufügen!

source: Mapping target table %1 is invalidn
de_de: Startdatum ist ungültig

source: [loadImporterFromFile:%1] Mapping target table %2 is invalidn
de_de: [loadImporterFromFile:%1] Mapping-Zieltabelle %2 ist ungültig

source: [loadImporterFromFile:%1] Could not delete existing mapping for %2: %3
de_de: [loadImporterFromFile:%1] Vorhandene Zuordnung für %2: %3 konnte nicht gelöscht werden

source: Error creating mapping: %1
de_de: Fehler beim Zuschneiden von Bildern

source: [loadImporterFromFile:%1] Error creating mapping: %2
de_de: [loadImporterFromFile:%1] Fehler beim Erstellen der Zuordnung: %2

source: Error creating mapping name: %1
de_de: Fehler beim Drehen des Bildes

source: Could not save worksheet for future download: %1
de_de: ZIP-Datei konnte nicht zum Herunterladen generiert werden

source: [loadImporterFromFile:%1] Error saving worksheet for future download: %2
de_de: [loadImporterFromFile:%1] Fehler beim Speichern des Arbeitsblatts für den zukünftigen Download: %2

source: Skipped items for %1 because no common grouping could be found
de_de: Übersprungene Artikel für %1 be weil keine gemeinsame Gruppierung gefunden werden konnte

source: [loadImporterFromFile:%1] Skipped items for %2 because no common grouping could be found
de_de: [loadImporterFromFile:%1] Elemente für %2 übersprungen, da keine gemeinsame Gruppierung gefunden wurde

source: There was an error when adding group %1
de_de: Es gab einen Fehler beim Hinzufügen der Gruppe %1

source: [loadImporterFromFile:%1] There was an error when adding group %2
de_de: [loadImporterFromFile:%1] Beim Hinzufügen von Gruppe %2 ist ein Fehler aufgetreten

source: Import of %1 failed because mapping %2 does not exist.
de_de: Der Import von %1 fscheiterte, weil die Zuordnung %2 dnicht existiert.

source: Set %1 does not exist. Create it and try the import again.
de_de: Der Satz %1 dexistiert nicht. Erstellen Sie es und versuchen Sie den Import erneut.

source: Set %1 is not the correct type for this import.
de_de: Legt die CollectiveAccess-Tabelle für die importierten Daten fest.

source: Started import of %1 using mapping %2
de_de: Import von %1 using mapping %2 gestartet

source: Reading %1
de_de: Lesen %1

source: Skipped file %1 because it does not have a valid file extension (%)
de_de: Datei %1 bübersprungen, da sie keine gültige Dateierweiterung hat (%)

source: Could not open source %1 (format=%2)
de_de: Quelle %1 konnte nicht geöffnet werden (format=%2)

source: Could not read source %1 (format=%2)
de_de: Quelle %1 konnte nicht gelesen werden (format=%2)

source: Finished reading input source at %1 seconds
de_de: Lesen der Eingangsquelle um %1 sSekunden beendet

source: Found %1 rows in input source
de_de: %1 Zeilen in Eingabequelle gefunden

source: Importing from %1
de_de: Importieren von Medien aus

source: Mapping uses invalid table %1 as target
de_de: Mapping verwendet ungültige Tabelle %1 als Ziel

source: Finished analyzing mapping at %1 seconds
de_de: Analyse der Kartierung bei %1 sEconds beendet

source: Skipped initial row %1 of %2
de_de: Erste Zeile übersprungen %1 of %2

source: Started reading row %1 at %2 seconds
de_de: Beginn des Lesens von Zeile %1 um %2 sSekunden

source: Invalid transform rule: %1
de_de: Ungültige Tabelle

source: Row was skipped using rule "%1" with default action because an invalid action ("%2") was specified
de_de: Zeile wurde mit Regel "%1" mit Standardaktion übersprungen, da eine ungültige Aktion ("%2") angegeben wurde

source: Row was skipped using rule "%1" with action "%2"
de_de: Zeile wurde mit Regel "%1" mit Aktion "%2" übersprungen

source: Expression trigger could not be parsed. Please double-check the syntax! Expression was: %1 [%2]
de_de: Expression Trigger konnte nicht geparst werden. Bitte überprüfen Sie die Syntax! Ausdruck war: %1 [%2]

source: [%1] Skipped import because forced primary key '%1' does not exist
de_de: [%1] Import übersprungen, da erzwungener Primärschlüssel '%1' nicht existiert

source: [%1] Merged with existing record matched on primary key %2 for %3 by policy %4
de_de: [%1] Zusammengeführt mit bestehendem Datensatz, der mit dem Primärschlüssel %2 foder %3 by übereinstimmt Richtlinie %4

source: [%1] Skipped import because existing record could not be matched on primary key %2 for %3 by policy %4
de_de: [%1] Der Import wurde übersprungen, da ein vorhandener Datensatz nicht mit dem Primärschlüssel %2 foder %3 by übereinstimmen konnte Richtlinie %4

source: [%1] Could not match existing record on primary key %2 for %3 by policy %4
de_de: [%1] Vorhandener Datensatz konnte nicht mit dem Primärschlüssel %2 foder %3 by Richtlinie %4 übereinstimmen

source: [%1] Skipped import because of existing record matched on primary key %2 for %3 by policy %4
de_de: [%1] Import wurde übersprungen, da ein bestehender Datensatz mit dem Primärschlüssel %2 foder %3 by übereinstimmt Richtlinie %4

source: [%1] Could not delete existing record matched on primary key %2 for %3 by policy %4
de_de: [%1] Vorhandenen Datensatz, der mit dem Primärschlüssel %2 foder %3 by übereinstimmt, konnte nicht gelöscht werden Richtlinie %4

source: [%1] Overwrote existing record matched on primary key %2 for %3 by policy %4
de_de: [%1] Vorhandenen Datensatz überschrieben, der mit dem Primärschlüssel %2 foder %3 by übereinstimmt Richtlinie %4

source: [%1] Skipped import because of existing record matched on identifier %2 by policy %3
de_de: [%1] Der Import wurde übersprungen, da ein bestehender Datensatz mit der Kennung %2 by policy %3 übereinstimmt

source: [%1] Skipped import because of existing record matched on label by policy %2
de_de: [%1] Der Import wurde übersprungen, weil ein bestehender Datensatz mit dem Label der Richtlinie %2 übereinstimmt

source: [%1] Merged with existing record matched on identifer %2 by policy %3
de_de: [%1] Zusammengeführt mit existierendem Datensatz, der mit der Kennung %2 by policy %3 übereinstimmt

source: [%1] Skipped import because existing record could not be matched on identifier %2 by policy %3 using base criteria %3
de_de: [%1] Der Import wurde übersprungen, da ein vorhandener Datensatz nicht mit dem Identifikator %2 by policy %3 using Basiskriterium %3 übereinstimmen konnte

source: [%1] Could not match existing record on identifer %2 by policy %4 using base criteria %4
de_de: [%1] Vorhandener Datensatz konnte nicht mit Identifikator %2 by policy %4 using base criteria %4 übereinstimmen

source: [%1] Merged with existing record matched on label by policy %2
de_de: [%1] Zusammengeführt mit vorhandenem Datensatz, dessen Bezeichnung mit Richtlinie %2 übereinstimmt

source: [%1] Could not match existing record on label values %3 by policy %2 using base criteria %4
de_de: [%1] Vorhandener Datensatz konnte nicht mit den Etikettenwerten %3 by policy %2 using base criteria %4 übereinstimmen

source: [%1] Could not delete existing record matched on identifier %2 by policy %3
de_de: [%1] Vorhandener Datensatz konnte nicht gelöscht werden, da er mit der Kennung %2 by policy %3 übereinstimmt

source: [%1] Overwrote existing record matched on identifier %2 by policy %3
de_de: [%1] Vorhandenen Datensatz überschrieben, der auf Kennung %2 by Richtlinie %3 abgestimmt ist

source: [%1] Could not match existing record on identifer %2 by policy %3 using base criteria %4
de_de: [%1] Vorhandener Datensatz konnte nicht mit Identifikator %2 by policy %3 using base criteria %4 übereinstimmen

source: [%1] Could not delete existing record matched on label by policy %2
de_de: [%1] Vorhandener Datensatz, dessen Bezeichnung mit der Richtlinie %2 übereinstimmt, konnte nicht gelöscht werden.

source: [%1] Overwrote existing record matched on label by policy %2
de_de: [%1] Vorhandener Datensatz, dessen Beschriftung mit Richtlinie %2 übereinstimmt, wurde überschrieben.

source: [%1] Skipping because mergeOnly option is set and could not match existing record by policy %2.
de_de: [%1] Wird übersprungen, da die Option mergeOnly gesetzt ist und ein vorhandener Datensatz nicht mit der Richtlinie %2 übereinstimmen konnte.

source: Importing %1 [%2]
de_de: Ich importiere %1 [%2]

source: [%3/%4] Processing %1 (%2)
de_de: [%3/%4] Verarbeitung %1 (%2)

source: [%1] Skipped mapping for %2 because at least one value in list (%3) is empty
de_de: [%1] Übersprungene Zuordnung für %2 be weil mindestens ein Wert in der Liste (%3) leer ist

source: [%1] Skipped mapping for %2 because all values in list (%3) are empty
de_de: Überspringen Sie die Zuordnung, wenn alle Werte für aufgelistete Elemente leer sind.

source: [%1] Skipped group %2 because at least one value in list (%3) is empty
de_de: [%1] Gruppe %2 bübersprungen, da mindestens ein Wert in der Liste (%3) leer ist

source: [%1] Skipped group %2 because all values in list (%3) are empty
de_de: Gruppe überspringen, wenn alle Werte für aufgelistete Elemente leer sind.

source: [%1] Skipped row %2 because at least one value in list (%3) is empty
de_de: [%1] Übersprungene Zeile %2 bweil mindestens ein Wert in der Liste (%3) leer ist

source: [%1] Skipped row %2 because all values in list (%3) are empty
de_de: Zeile überspringen, wenn alle Werte für aufgelistete Elemente leer sind.

source: Finished building content tree for %1 at %2 seconds [%3]
de_de: Aufbau des Inhaltsbaums für %1 um %2 sSekunden [%3] beendet

source: Content tree isn%1
de_de: Inhaltsverwaltung

source: Skipped import of row because dontDoImport was set
de_de: Der Import der Zeile wurde übersprungen, da dontDoImport festgelegt wurde

source: While setting mandatory field
de_de: Beim Festlegen des Pflichtfelds

source: Exception while performing initial insert
de_de: Ausnahme beim ersten Einfügen

source: Import stopped due to import error policy
de_de: Import aufgrund von Importfehlerrichtlinie gestoppt

source: Failed to import %1
de_de: Zu importierende Dateien

source: [%1] Could not insert new record for %2 (type was %3):
de_de: [%1] Konnte keinen neuen Datensatz für %2 einfügen (Typ war %3):

source: Created idno %1 at %2 seconds [id=%3]
de_de: Erstellt idno %1 um %2 seconds [id=%3]

source: While updating matched record
de_de: Beim Aktualisieren des übereinstimmenden Datensatzes

source: [%1] Could not update matched record
de_de: Beim Aktualisieren des übereinstimmenden Datensatzes

source: [%1] Could not remove preferred labels from matched record
de_de: [%1] Die bevorzugten Etiketten konnten nicht aus dem übereinstimmenden Datensatz entfernt werden

source: [%1] Could not remove nonpreferred labels from matched record
de_de: [%1] Nicht bevorzugte Etiketten konnten nicht aus dem übereinstimmenden Datensatz entfernt werden

source: Updated idno %1 at %2 seconds
de_de: Aktualisierte ID-Nr. %1 um %2 sSekunden

source: [%1] Could update idno to %2
de_de: [%1] Konnte idno auf %2 aktualisieren

source: Started insert of content tree for idno %1 at %2 seconds [id=%3]
de_de: Einfügen des Inhaltsbaums für idno %1 bei %2 seconds [id=%3] begonnen

source: Started insert of %1.%2 for idno %3 at %4 seconds [id=%3]
de_de: Beginn der Einfügung von %1.%2 für idno %3 um %4 seconds [id=%3]

source: [%1] Could not add preferred label to %2. Record was deleted because no preferred label could be applied:
de_de: [%1] Die bevorzugte Bezeichnung konnte %2 nicht hinzugefügt werden. Der Datensatz wurde gelöscht, da keine bevorzugte Bezeichnung angewendet werden konnte:

source: Import stopped due to import error policy %1
de_de: Import aufgrund von Importfehlerrichtlinie gestoppt

source: Import stopped due to mapping error policy
de_de: Import aufgrund von Zuordnungsfehlerrichtlinie gestoppt

source: [%1] Could not add non-preferred label to %2:
de_de: [%1] Die nicht bevorzugte Bezeichnung konnte nicht zu %2 hinzugefügt werden:

source: [%1] Could not set intrinsic %2 to %3:
de_de: [%1] Intrinsic %2 konnte nicht auf %3 gesetzt werden:

source: [%1] Could not add intrinsic %2 to %3:
de_de: [%1] Intrinsic %2 konnte nicht zu %3 hinzugefügt werden:

source: [%1] Could not instantiate related table %2
de_de: Treiber konnte nicht instanziiert werden

source: [%1] Related %2 (%3) to related %4 with relationship %5
de_de: [%1] Verwandtes %2 (%3) zu verwandtem %4 mit Beziehung %5

source: [%1] Could not add related %2 (%3) to related %4 with relationship %5:
de_de: [%1] Konnte keine verwandten %2 (%3) zur verwandten %4 mit Beziehung %5 hinzufügen:

source: While adding rel-rel data
de_de: Beim Hinzufügen von rel-rel-Daten

source: [%1] Failed to add value for %2; values were %3:
de_de: [%1] Der Wert für %2 konnte nicht hinzugefügt werden; die Werte waren %3:

source: [%1] Update failed: %2
de_de: [%1] Aktualisierung fehlgeschlagen: %2

source: Started insert of %1 for idno %2 at %3 seconds [id=%4]
de_de: Beginn der Einfügung von %1 foder idno %2 um %3 seconds [id=%4]

source: Relationship type is missing for ca_objects relationship
de_de: Beziehungstyp fehlt für ca_objects Beziehung

source: [%1] Could not add related object with relationship %2:
de_de: [%1] Verwandtes Objekt mit der Beziehung %2 konnte nicht hinzugefügt werden:

source: [%1] Could not add related object lot %2 with relationship %3:
de_de: [%1] Das verwandte Objekt Los %2 mit der Beziehung %3 konnte nicht hinzugefügt werden:

source: [%1] Could not add related entity with relationship %2:
de_de: [%1] Verknüpfte Entität konnte mit der Beziehung %2 nicht hinzugefügt werden:

source: [%1] Could not add related place with relationship %2:
de_de: [%1] Der zugehörige Ort mit der Beziehung %2 konnte nicht hinzugefügt werden:

source: [%1] Could not add related collection with relationship %2:
de_de: [%1] Die verknüpfte Sammlung konnte mit der Beziehung %2 nicht hinzugefügt werden:

source: [%1] Could not add related occurrence with relationship %2:
de_de: [%1] Verwandtes Vorkommen mit Beziehung %2 konnte nicht hinzugefügt werden:

source: [%1] Could not add related storage location with relationship %2:
de_de: [%1] Der zugehörige Lagerort konnte mit der Beziehung %2 nicht hinzugefügt werden:

source: [%1] Could not add related list item with relationship %2:
de_de: [%1] Verknüpftes Listenelement konnte mit Beziehung %2 nicht hinzugefügt werden:

source: [%1] Could not add related object representation with:
de_de: Liste der verknüpften Objektdarstellungen

source: [%1] Could not add related loan with relationship %2:
de_de: [%1] Verknüpfter Leihvorgang konnte mit Beziehung %2 nicht hinzugefügt werden:

source: [%1] Could not add related movement with relationship %2:
de_de: [%1] Die zugehörige Bewegung konnte mit der Beziehung %2 nicht hinzugefügt werden:

source: Error while processing related content: %1
de_de: Fehler bei der Verarbeitung verwandter Inhalte: %1

source: Error while processing related-to-related content: %1
de_de: Fehler bei der Verarbeitung von Inhalten, die miteinander in Beziehung stehen: %1

source: Finished inserting content tree for %1 at %2 seconds into database
de_de: Einfügen des Inhaltsbaums für %1 um %2 s Sekunden in die Datenbank abgeschlossen

source: [%1] Could not add default label
de_de: [%1] Standardetikett konnte nicht hinzugefügt werden

source: [%1] Imported %2 as %3
de_de: [%1] Importiert %2 als %3

source: Imported %1
de_de: Importieren

source: Could not add imported item %1 to set %2: %3
de_de: Importiertes Element %1 konnte nicht zu Set %2 hinzugefügt werden: %3

source: Import of %1 completed using mapping %2: %3 imported/%4 skipped/%5 errors
de_de: Import von %1 cmit Mapping %2 abgeschlossen: %3 imported/%4 skipped/%5 errors', $ps_source, $t_mapping->get('importer_code

source: Import complete
de_de: Import vollständig

source: Import completed
de_de: Import abgeschlossen

source: Rollback successful import run in "dry run" mode
de_de: Rollback eines erfolgreichen Importlaufs im "Trockenlauf"-Modus

source: Could not create object-collection hierarchy child record relationship: %1
de_de: Objektsammlungshierarchie-Kind-Datensatz-Beziehung konnte nicht erstellt werden: %1

source: Could not create hierarchy child record for %1
de_de: Hierarchieuntereintrag für %1 konnte nicht erstellt werden

source: Replaced value "%1" (%2) with "%3" (%4) for %5 using replacement values
de_de: Ersetzter Wert "%1" (%2) durch "%3" (%4) für %5 using Ersatzwerte

source: Importer mapping %1 does not exist
de_de: Mapping ist nicht vorhanden

source: Import mapping %1
de_de: Medien importieren.

source: UI bundle placement
de_de: Platzierung von UI-Paketen

source: UI bundle placements
de_de: UI-Bundle-Platzierungen

source: Placement code
de_de: Platzierungscode

source: Unique code for placement of this bundle on this screen.
de_de: Eindeutiger Code für die Platzierung dieses Pakets auf diesem Bildschirm.

source: Alternate label to place on bundle
de_de: Alternative Bezeichnung für das Bundle

source: Custom label text to use for this placement of this bundle.
de_de: Benutzerdefinierter Beschriftungstext, der für diese Platzierung dieses Pakets verwendet werden soll.

source: Alternate label to place on bundle add button
de_de: Alternative Beschriftung, die auf der Schaltfläche "Bundle hinzufügen" platziert werden soll

source: Custom text to use for the add button for this placement of this bundle.
de_de: Benutzerdefinierter Text, der für die Schaltfläche "Hinzufügen" für diese Platzierung dieses Pakets verwendet werden soll.

source: Descriptive text for bundle.
de_de: Beschreibender Text für das Bündel.

source: Descriptive text to use for help for bundle. Will override descriptive text set for underlying metadata element, if set.
de_de: Beschreibender Text, der als Hilfe für das Bundle verwendet werden soll. Überschreibt den beschreibenden Textsatz für das zugrunde liegende Metadatenelement, falls festgelegt.

source: Width
de_de: Breite

source: Width, in characters or pixels.
de_de: Breite in Zeichen oder Pixeln.

source: Height
de_de: Höhe

source: Read only?
de_de: Nur lesen?

source: If checked, field will not be editable.
de_de: Wenn diese Option aktiviert ist, kann das Feld nicht bearbeitet werden.

source: Don't force (default)
de_de: Nicht erzwingen (Standard)

source: Collapse
de_de: Einklappen

source: Expand
de_de: Erweitern

source: Expand/collapse if value exists
de_de: Erweitern/Reduzieren, wenn Wert vorhanden ist

source: Controls the expand/collapse behavior when there is at least one value present.
de_de: Steuert das Expand/Collapse-Verhalten, wenn mindestens ein Wert vorhanden ist.

source: Expand/collapse if no value is present
de_de: Erweitern/Reduzieren, wenn kein Wert vorhanden ist

source: Controls the expand/collapse behavior when there is no value present.
de_de: Steuert das Expand/Collapse-Verhalten, wenn kein Wert vorhanden ist.

source: editor UI name
de_de: Name der Editor-Benutzeroberfläche

source: editor UI names
de_de: Namen der Editor-Benutzeroberfläche

source: Name of editor
de_de: Name des Herausgebers

source: Description of editor
de_de: Beschreibung des Herausgebers

source: Locale editor name
de_de: Name des Gebietsschema-Editors

source: editor ui screen label
de_de: Bildschirmbezeichnung der Editor-Benutzeroberfläche

source: editor ui screen labels
de_de: Bildschirmbeschriftungen der Editor-Benutzeroberfläche

source: Name of UI screen
de_de: Name des UI-Bildschirms

source: Description of UI screen
de_de: Beschreibung des UI-Bildschirms

source: editor ui screen type restriction
de_de: Einschränkung des Editor-UI-Bildschirmtyps

source: editor ui screen type restrictions
de_de: Einschränkungen für Editor-Benutzeroberflächentypen

source: editor UI screen
de_de: Editor-UI-Bildschirm

source: editor UI screens
de_de: Editor-UI-Bildschirme

source: Unique numeric identifier used by CollectiveAccess internally to identify this user interface screen
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diesen Benutzeroberflächenbildschirm zu identifizieren

source: Screen identifier
de_de: Bildschirmkennung

source: Unique alphanumeric identifier for this screen
de_de: Eindeutiger alphanumerischer Bezeichner für diesen Bildschirm

source: Is default screen?
de_de: Ist der Standardbildschirm?

source: Indicates if this screen should be used as the default screen when creating a new item.
de_de: Gibt an, ob dieser Bildschirm beim Erstellen eines neuen Elements als Standardbildschirm verwendet werden soll.

source: Color to identify the screen with
de_de: Farbe zur Identifizierung des Bildschirms mit

source: Optional icon identify the screen with
de_de: Optionales Symbol zur Identifizierung des Bildschirms mit

source: Role access
de_de: Rollenzugriff

source: Screen content
de_de: Bildschirminhalt

source: Could not created user interface placement: user interface table '%1' is not valid
de_de: Benutzeroberflächenplatzierung konnte nicht erstellt werden: Benutzeroberflächentabelle '%1' ist nicht gültig

source: Could not create user interface placement: bundle '%1' is not valid
de_de: Platzierung der Benutzeroberfläche konnte nicht erstellt werden: Bundle '%1' ist nicht gültig

source: Documentation URL
de_de: Dokumentation-URL
