Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: Indicates that the representation should be used to depict the object is situations where only a single representation can be displayed (eg. search results).
de_de: Gibt den Typ der Darstellung an. Der Typ kann nur beim Erstellen einer neuen Darstellung festgelegt werden und kann nach dem Speichern der Darstellung nicht mehr geändert werden.

source: The relative priority of the representation when displayed in a list with other representations. Lower numbers indicate higher priority.
de_de: Die relative Priorität der Darstellung bei Anzeige in einer Liste mit anderen Darstellungen. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: object ⇔ object relationship
de_de: Objekt- ⇔ Objektbeziehung

source: object ⇔ object relationships
de_de: Objekt- ⇔ Objektbeziehungen

source: object ⇔ occurrence relationship
de_de: Objekt- ⇔ Vorkommensbeziehung

source: object ⇔ occurrence relationships
de_de: Objekt- ⇔ Vorkommensbeziehungen

source: object ⇔ place relationship
de_de: Objekt-⇔ Ortsbeziehung

source: object ⇔ place relationships
de_de: Objekt- ⇔ Ortsbeziehungen

source: object ⇔ storage location relationship
de_de: Beziehung zwischen Objekt ⇔ Speicherort

source: object ⇔ storage location relationships
de_de: Objekt- ⇔ Speicherortbeziehungen

source: object ⇔ vocabulary term relationship
de_de: Objekt- ⇔ Vokabularbegriffsbeziehung

source: object ⇔ vocabulary term relationships
de_de: Objekt- ⇔ Vokabular-Begriffsbeziehungen

source: occurrence name
de_de: Name des Vorkommens

source: occurrence names
de_de: Namen von Vorkommen

source: Name of occurrence
de_de: Name des Vorkommens

source: occurrence
de_de: Ereignis

source: Unique numeric identifier used by CollectiveAccess internally to identify this occurrence
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern verwendet wird, um dieses Ereignis zu identifizieren

source: The locale from which the item originates.
de_de: Das Gebietsschema, aus dem das Element stammt.

source: The type of the occurrence. In CollectiveAccess every occurrence has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
de_de: Der Typ des Vorkommens. In CollectiveAccess hat jedes Vorkommen einen einzigen "instrinsischen" Typ, der die Menge der beschreibenden und administrativen Metadaten bestimmt, die darauf angewendet werden können.

source: A unique alphanumeric identifier for this entry.
de_de: Ein eindeutiger alphanumerischer Bezeichner für diesen Eintrag.

source: Administrative source. This value is often used to indicate the administrative sub-division or legacy database from which the information originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der die Informationen stammen, kann aber bei Bedarf auch als einfaches Klassifizierungstool neu beauftragt werden.

source: Indicates if object is accessible to the public or not.
de_de: Gibt an, ob das Objekt für die Öffentlichkeit zugänglich ist oder nicht.

source: Indicates the current state of the record.
de_de: Gibt den aktuellen Status des Datensatzes an.

source: Indicates if the record is deleted or not.
de_de: Gibt an, ob der Datensatz gelöscht wurde oder nicht.

source: User submitting this occurrence
de_de: Benutzer, der dieses Ereignis übermittelt

source: Group this occurrence was submitted under
de_de: Gruppe dieses Ereignis wurde eingereicht unter

source: occurrence ⇔ collection relationship
de_de: Vorkommen ⇔ Sammlungsbeziehung

source: occurrence ⇔ collection relationships
de_de: Vorkommen ⇔ Sammlungsbeziehungen

source: occurrence ⇔ occurrence relationship
de_de: Vorkommen ⇔ Vorkommensbeziehung

source: occurrence ⇔ occurrence relationships
de_de: Vorkommens- ⇔ Vorkommensbeziehungen

source: occurrences ⇔ storage locations relationship
de_de: Beziehung zwischen Vorkommen ⇔ Speicherorten

source: occurrences ⇔ storage locations relationships
de_de: Vorkommen ⇔ Speicherortbeziehungen

source: occurrence ⇔ vocabulary term relationship
de_de: Vorkommen ⇔ Wortschatz-Begriffsbeziehung

source: occurrence ⇔ vocabulary term relationships
de_de: Vorkommen ⇔ Wortschatz-Begriffsbeziehungen

source: place name
de_de: Ort Name

source: place names
de_de: Ort Namen

source: Sortable value
de_de: Sortierbarer Wert

source: Sortable version of name value
de_de: Sortierbare Version des Namenswerts

source: place
de_de: Ort

source: Unique numeric identifier used by CollectiveAccess internally to identify this place
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diesen Ort zu identifizieren

source: The primary locale associated with the place.
de_de: Das primäre Gebietsschema, das dem Ort zugeordnet ist.

source: The type of the place. In CollectiveAccess every place has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
de_de: Der Typ des Ortes. In CollectiveAccess hat jeder Ort einen einzigen "instrinsischen" Typ, der die Menge der beschreibenden und administrativen Metadaten bestimmt, die auf ihn angewendet werden können.

source: Administrative source of the place. This value is often used to indicate the administrative sub-division or legacy database from which the place information originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle des Ortes. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacy-Datenbank anzugeben, aus der die Ortsinformationen stammen, kann aber bei Bedarf auch als einfaches Klassifizierungswerkzeug verwendet werden.

source: Place identifier
de_de: Ort Kennung

source: Unique identifier for place
de_de: Eindeutige Kennung für Ort

source: Lifespan
de_de: Lebensdauer

source: Lifespan of place (range of dates)
de_de: Lebensdauer des Ortes (Zeitspanne)

source: Indicates if place information is accessible to the public or not.
de_de: Gibt an, ob Ortsinformationen für die Öffentlichkeit zugänglich sind oder nicht.

source: Indicates the current state of the place record.
de_de: Gibt den aktuellen Status des Ortsdatensatzes an.

source: Floor plan
de_de: Grundriss

source: Optional floor plan graphic to associate with place.
de_de: Optionale Grundrissgrafik zur Verknüpfung mit Ort.

source: Indicates if the place is deleted or not.
de_de: Gibt an, ob der Ort gelöscht wurde oder nicht.

source: User submitting this place
de_de: Benutzer, der diesen Ort einreicht

source: Group this place was submitted under
de_de: Gruppe dieser Ort wurde eingereicht unter

source: No place hierarchies are defined
de_de: Es sind keine Ortshierarchien definiert

source: place ⇔ collection relationship
de_de: Ort ⇔ Sammlungsbeziehung

source: place ⇔ collection relationships
de_de: Platzieren ⇔ Sammlungsbeziehungen

source: place ⇔ occurrence relationship
de_de: Ort ⇔ Vorkommensbeziehung

source: place ⇔ occurrence relationships
de_de: Platzieren ⇔ Vorkommensbeziehungen

source: place ⇔ place relationship
de_de: Beziehung zwischen Ort ⇔ Ort

source: place ⇔ place relationships
de_de: Orts- ⇔ Ortsbeziehungen

source: places ⇔ storage locations relationship
de_de: Beziehung zwischen Orten ⇔ Speicherorten

source: places ⇔ storage locations relationships
de_de: Beziehungen zu Orten ⇔ Speicherorten

source: place ⇔ vocabulary term relationship
de_de: Ort ⇔ Wortschatz-Begriffsbeziehung

source: place ⇔ vocabulary term relationships
de_de: Platzieren ⇔ Vokabeln Begriffsbeziehungen

source: relationship relationship
de_de: Beziehungsbeziehung

source: relationship relationships
de_de: Beziehungsbeziehungen

source: relationship type name
de_de: Name des Beziehungstyps

source: relationship type names
de_de: Namen von Beziehungstypen

source: Typename (forward sense)
de_de: Typenname (Vorwärtsrichtung)

source: Relationship type used when relation is read left-to-right.
de_de: Beziehungstyp, der verwendet wird, wenn die Beziehung von links nach rechts gelesen wird.

source: Typename (reverse sense)
de_de: Typenname (umgekehrter Sinn)

source: Relationship type used when relation is read right-to-left.
de_de: Beziehungstyp, der verwendet wird, wenn die Beziehung von rechts nach links gelesen wird.

source: Description (forward sense)
de_de: Beschreibung des Eintrags

source: Description for relationship type when relation is read left-to-right.
de_de: Beschreibung für den Beziehungstyp, wenn die Beziehung von links nach rechts gelesen wird.

source: Description (reverse sense)
de_de: Beschreibung Schreiber

source: Description for relationship type when relation is read right-to-left.
de_de: Beschreibung für den Beziehungstyp, wenn die Beziehung von rechts nach links gelesen wird.

source: relationship type
de_de: Beziehungstyp

source: Unique numeric identifier used by CollectiveAccess internally to identify this relationship type
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern verwendet wird, um diesen Beziehungstyp zu identifizieren

source: Type restriction for "left" side of relationship
de_de: Objektdarstellung ⇔ Auflistungsbeziehung

source: Type restriction for "left" side of relationship (eg. if relationship is object-entity, then the restriction controls for which types of objects this relationship type is valid.
de_de: Typbeschränkung für die "linke" Seite der Beziehung (z.B. wenn die Beziehung eine Objekt-Entität ist, dann steuert die Beschränkung, für welche Arten von Objekten dieser Beziehungstyp gültig ist.

source: Include subtypes in "left" side restriction?
de_de: Subtypen in die Einschränkung einbeziehen?

source: Automatically include subtypes of selected left-side restriction.
de_de: Untertypen der ausgewählten Einschränkung auf der linken Seite automatisch einschließen.

source: Type restriction for "right" side of relationship
de_de: Typbeschränkung für die "rechte" Seite der Beziehung

source: Type restriction for "right" side of relationship (eg. if relationship is object-entity, then the restriction controls for which types of entities this relationship type is valid.
de_de: Typbeschränkung für die "rechte" Seite der Beziehung (z.B. wenn die Beziehung Objekt-Entität ist, dann steuert die Beschränkung, für welche Arten von Entitäten dieser Beziehungstyp gültig ist.

source: Include subtypes in "right" side restriction?
de_de: Subtypen in die Einschränkung einbeziehen?

source: Relationship type hierarchy identifier
de_de: Beziehungstyp-Hierarchiebezeichner

source: Identifier of relationship_type that is root of the relationship_type hierarchy.
de_de: Bezeichner des relationship_type, der Stamm der relationship_type Hierarchie ist.

source: Relationship type code
de_de: Beziehungstypcode

source: Unique identifier for the relationship type; must be unique for relationship types for the current relationship.
de_de: Eindeutiger Bezeichner für den Beziehungstyp; Muss für Beziehungstypen für die aktuelle Beziehung eindeutig sein.

source: Relationship
de_de: Beziehung

source: Indicates the type of relationship for which this type is applicable.
de_de: Gibt den Beziehungstyp an, für den dieser Typ gilt.

source: The relative priority of the relationship type when displayed in a list with other relationship types. Lower numbers indicate higher priority.
de_de: Die relative Priorität des Beziehungstyps, wenn er in einer Liste mit anderen Beziehungstypen angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: If checked this relationship type will be the default type for the relationship.
de_de: Wenn diese Option aktiviert ist, ist dieser Beziehungstyp der Standardtyp für die Beziehung.

source: Relationship types
de_de: Beziehungstypen

source: Unique numeric identifier used by CollectiveAccess internally to identify this log entry
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern verwendet wird, um diesen Protokolleintrag zu identifizieren

source: representation annotation title
de_de: Titel der Darstellungsanmerkung

source: representation annotation titles
de_de: Titel von Darstellungsanmerkungen

source: Title for annotation. This is usually a short description of the annotation content.
de_de: Titel für Anmerkungen. Dies ist in der Regel eine kurze Beschreibung des Anmerkungsinhalts.

source: representation annotation
de_de: Anmerkung zur Darstellung

source: The locale from which the annotation originates.
de_de: Das Gebietsschema, aus dem die Anmerkung stammt.

source: The user who created the annotation.
de_de: Der Benutzer, der die Anmerkung erstellt hat.

source: Type code
de_de: Typcode

source: Code indicating type of annotation.
de_de: Code, der den Typ der Anmerkung angibt.

source: Preview media
de_de: Vorschau von Medien

source: Use this control to select media from your computer to upload for use as a preview.
de_de: Verwenden Sie dieses Steuerelement, um Medien von Ihrem Computer auszuwählen, die zur Verwendung als Vorschau hochgeladen werden sollen.

source: Indicates if annotation is accessible to the public or not.
de_de: Gibt an, ob Anmerkungen öffentlich zugänglich sind oder nicht.

source: Indicates the current state of the annotation .
de_de: Gibt den aktuellen Status der Anmerkung an.

source: Annotation properties
de_de: Anmerkungseigenschaften

source: No type code set
de_de: Kein Typcodesatz festgelegt

source: representation annotation ⇔ entity relationship
de_de: Darstellungsanmerkung ⇔ Entitätsbeziehung

source: representation annotation ⇔ entity relationships
de_de: Darstellungsanmerkungen ⇔ Entitätsbeziehungen

source: representation annotation ⇔ object relationship
de_de: Darstellungsanmerkung ⇔ Objektbeziehung

source: representation annotation ⇔ object relationships
de_de: Darstellungsanmerkung ⇔ Objektbeziehungen

source: representation annotation ⇔ occurrence relationship
de_de: Darstellungsanmerkung ⇔ Vorkommensbeziehung

source: representation annotation ⇔ occurrence relationships
de_de: Darstellungsanmerkungen ⇔ Vorkommensbeziehungen

source: representation annotation ⇔ place relationship
de_de: Darstellungsanmerkung ⇔ Ortsbeziehung

source: representation annotation ⇔ place relationships
de_de: Darstellungsanmerkungen ⇔ Ortsbeziehungen

source: representation annotation ⇔ vocabulary term relationship
de_de: Darstellungsanmerkung ⇔ Vokabular Begriffsbeziehung

source: representation annotation ⇔ vocabulary term relationships
de_de: Darstellungsanmerkung ⇔ Wortschatz-Begriffsbeziehungen

source: Object representation transcription
de_de: Transkription der Objektdarstellung

source: Object representation transcriptions
de_de: Transkriptionen der Objektdarstellung

source: Transcription
de_de: Transkription

source: Text of transcription.
de_de: Text der Transkription.

source: Indicates that the transcription is the preferred transcription for this representation.
de_de: Gibt an, dass die Transkription die bevorzugte Transkription für diese Darstellung ist.

source: Transcription creation date
de_de: Erstellungsdatum der Transkription

source: The date and time the transcription was started.
de_de: Datum und Uhrzeit des Beginns der Transkription.

source: Transcription completion date
de_de: Abschlussdatum der Transkription

source: The date and time the transcription was completed on. An empty value indicates an incomplete transcription.
de_de: Datum und Uhrzeit der Transkription. Ein leerer Wert weist auf eine unvollständige Transkription hin.

source: Transcription validation date
de_de: Datum der Transkriptionsvalidierung

source: The date and time the transcription was validated on. An empty value indicates an unvalidated transcription.
de_de: Datum und Uhrzeit der Validierung der Transkription. Ein leerer Wert weist auf eine nicht validierte Transkription hin.

source: User submitting this transcription.
de_de: Benutzer, der diese Transkription einreicht.

source: search form name
de_de: Name des Suchformulars

source: search form names
de_de: Namen von Suchformularen

source: search form placement
de_de: Platzierung von Suchformularen

source: search form placements
de_de: Platzierungen von Suchformularen

source: The relative priority of the search form element when displayed in a list with other elements in a form. Lower numbers indicate higher priority.
de_de: Die relative Priorität des Suchformularelements, wenn es in einer Liste mit anderen Elementen in einem Formular angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: search form type restriction
de_de: Einschränkung des Suchformulartyps

source: search form type restrictions
de_de: Einschränkungen für Suchformulartypen

source: search form
de_de: Suchformular

source: Unique numeric identifier used by CollectiveAccess internally to identify this form
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern zur Identifizierung dieses Formulars verwendet wird

source: Form code
de_de: Formularcode

source: Unique code for form, used to identify the form for configuration purposes. You will need to specify this if you are using this form in a special context (on a web front-end, for example) in which the form must be unambiguously identified.
de_de: Eindeutiger Code für das Formular, der zur Identifizierung des Formulars für Konfigurationszwecke verwendet wird. Sie müssen diesen Code angeben, wenn Sie dieses Formular in einem speziellen Kontext (z.B. auf einem Web-Frontend) verwenden, in dem das Formular eindeutig identifiziert werden muss.

source: Is system form
de_de: Ist Systemform

source: Set this if the form is a form used by the system (as opposed to a user defined form). In general, system forms are defined by the system installer - you should not have to create system forms on your own.
de_de: Setzen Sie diese Option, wenn das Formular ein vom System verwendetes Formular ist (im Gegensatz zu einem benutzerdefinierten Formular). Im Allgemeinen werden Systemformulare vom Systeminstallationsprogramm definiert - Sie sollten keine eigenen Systemformulare erstellen müssen.

source: Search type
de_de: Suchtyp

source: Determines what type of search (objects, entities, places, etc.) the form will conduct.
de_de: Legt fest, welche Art von Suche (Objekte, Entitäten, Orte usw.) das Formular durchführen soll.

source: Search form settings.
de_de: Einstellungen für Suchformulare.

source: Number of columns in form
de_de: Anzahl der Spalten im Formular

source: The number of columns wide the search will be.
de_de: Die Anzahl der Spalten breit wird die Suche sein.

source: Search form contents
de_de: Inhalt des Suchformulars

source: Search form settings
de_de: Suchformular-Einstellungen

source: Width, in characters, of search form elements.
de_de: Breite (in Zeichen) der Suchformularelemente.

source: Full text
de_de: Vollständiger Text

source: Searches on all content that has been indexed
de_de: Suche nach allen Inhalten, die indiziert wurden

source: Searches on any bundle as specified
de_de: Suchvorgänge in einem beliebigen Bundle wie angegeben

source: Bundle specifier
de_de: Bundle-Bezeichner

source: Current value for %1
de_de: Aktueller Wert

source: Related %1
de_de: Zugehöriges Los

source: Current value for <em>%1</em> using <em>%2</em>
de_de: Aktueller Wert für <em>%1</em> unter Verwendung von <em>%2</em>

source: Access point
de_de: Zugriffspunkt

source: search forms ⇔ group association
de_de: Suchformulare ⇔ Gruppenverband

source: search forms ⇔ group associations
de_de: Suchformulare ⇔ Gruppenverbände

source: Indicates group&apos;s level of access to the form.
de_de: Gibt die Zugriffsebene der Gruppe auf das Formular an.

source: search forms ⇔ user association
de_de: Suchformulare ⇔ Benutzerassoziation

source: search forms ⇔ user associations
de_de: Suchformulare ⇔ Benutzerassoziationen

source: Indicates user&apos;s level of access to the form.
de_de: Gibt die Zugriffsebene des Benutzers auf das Formular an.

source: search indexing queue entry
de_de: Eintrag in der Suchindizierungswarteschlange

source: search indexing queue entries
de_de: Indizierungswarteschlangeneinträge durchsuchen

source: set item caption
de_de: Elementbeschriftung festlegen

source: set item captions
de_de: Festlegen von Elementbeschriftungen

source: Caption
de_de: Bildunterschrift

source: Caption for the set item.
de_de: Beschriftung für das eingestellte Element.

source: set item
de_de: Element festlegen

source: Unique numeric identifier used by CollectiveAccess internally to identify this set item
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern verwendet wird, um dieses festgelegte Element zu identifizieren

source: Set
de_de: Einstellen

source: Set item belongs to
de_de: Set-Element gehört zu

source: Set content
de_de: Inhalt festlegen

source: Determines what kind of items (objects, entities, places, etc.) are stored by the set.
de_de: Legt fest, welche Art von Elementen (Objekte, Entitäten, Orte usw.) in dem Set gespeichert werden.

source: The type of the set determines what sorts of information the set and each item in the set can have associated with them.
de_de: Der Typ des Satzes bestimmt, welche Art von Informationen der Menge und jedem Element in der Gruppe zugeordnet werden können.

source: The relative priority of the set when displayed in a list with other sets. Lower numbers indicate higher priority.
de_de: Die relative Priorität des Satzes, wenn er in einer Liste mit anderen Sätzen angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: Item captions
de_de: Elementbeschriftungen

source: set name
de_de: Name festlegen

source: set names
de_de: Namen festlegen

source: Name of set
de_de: Name des Sets

source: set
de_de: Satz

source: Unique numeric identifier used by CollectiveAccess internally to identify this set
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern verwendet wird, um diesen Satz zu identifizieren

source: The user who created the set.
de_de: Der Benutzer, der den Satz erstellt hat.

source: Administrative source of set. This value is often used to indicate the administrative sub-division or legacy database from which the set originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle des Loses. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der das Objekt stammt, kann aber bei Bedarf auch zur Verwendung als einfaches Klassifizierungstool neu beauftragt werden.

source: Set code
de_de: Code festlegen

source: A unique alphanumeric code for this set. You will need to specify this if you are using this set in a special context (on a web front-end, for example) in which the set must be unambiguously identified.
de_de: Ein eindeutiger alphanumerischer Code für dieses Set. Sie müssen diesen Code angeben, wenn Sie dieses Set in einem speziellen Kontext verwenden (z.B. in einem Web-Frontend), in dem das Set eindeutig identifiziert werden muss.

source: Indicates if the set is deleted or not.
de_de: Gibt an, ob der Satz gelöscht wurde oder nicht.

source: Set items
de_de: Elemente festlegen

source: Item does not exist
de_de: Element existiert nicht

source: Invalid set_id
de_de: Ungültige set_id

source: Could not reorder item %1: %2
de_de: Bilddatei konnte nicht gelesen werden

source: dupes
de_de: Duplikate

source: [Duplicates]
de_de: [Duplikate]

source: You do not have permission to duplicate these items
de_de: Sie sind nicht berechtigt, diese Elemente zu duplizieren

source: %1 already has access
de_de: %1 hat bereits Zugriff

source: Invitation does not exist
de_de: Einladung existiert nicht
