Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: The date and time the upload was submitted on. An empty value indicates an unsubmitted upload.
de_de: Das Datum und die Uhrzeit, zu der der Upload gesendet wurde. Ein leerer Wert weist auf einen nicht übermittelten Upload hin.

source: Upload key
de_de: Schlüssel hochladen

source: Unique key for the upload.
de_de: Eindeutiger Schlüssel für den Upload.

source: Source of session
de_de: Quelle der Sitzung

source: Source of session. Use UPLOADER for file uploader; FORM:<form_code> for front-end importer forms.
de_de: Quelle der Sitzung. Verwenden Sie UPLOADER für den Datei-Uploader; FORM:<form_code> für Front-End-Importer-Formulare.

source: In progress
de_de: In Bearbeitung

source: Submitted
de_de: Übermittelt

source: Processing
de_de: In Bearbeitung

source: Processed
de_de: Verarbeitet

source: Accepted
de_de: Akzeptiert

source: Rejected
de_de: Abgelehnt

source: Cancelled
de_de: Abgebrochen

source: Status of session
de_de: Status der Sitzung

source: Status of session. Possible states: IN_PROGRESS, SUBMITTED, PROCESSING, PROCESSED, IN_REVIEW, ACCEPTED, REJECTED, ERROR.
de_de: Status der Sitzung. Mögliche Status: IN_PROGRESS, ÜBERMITTELT, VERARBEITUNG, VERARBEITET, IN_REVIEW, AKZEPTIERT, ABGELEHNT, FEHLER.

source: File count
de_de: Anzahl der Dateien

source: Number of files in upload.
de_de: Anzahl der Dateien im Upload.

source: The total size of the upload for all files, in bytes.
de_de: Die Gesamtgröße des Uploads für alle Dateien in Bytes.

source: Associated form metadata
de_de: Zugeordnete Formularmetadaten

source: User-entered metadata for upload.
de_de: Vom Benutzer eingegebene Metadaten zum Hochladen.

source: Media file <em>%1</em> is already loaded (file was skipped)
de_de: Mediendatei <em>%1</em> ist bereits geladen (Datei wurde übersprungen)

source: Submission was skipped because there are no media files to import
de_de: Die Übermittlung wurde übersprungen, da keine Mediendateien importiert werden können

source: Could not create hierarchy parent %1: %2 (submission was skipped)
de_de: Hierarchie-Elternteil %1 konnte nicht erstellt werden: %2 (Übermittlung wurde übersprungen)

source: Could not set submitter information for hierarchy parent %1: %2
de_de: Es konnten keine Einreicherinformationen für die übergeordnete Hierarchie %1 gesetzt werden: %2

source: Could not add media %1 for hierarchy parent %2: %3
de_de: Medien für die Prüfsumme konnten nicht gefunden werden.

source: Could not create media child record %1 for %2: %3 (file was skipped)
de_de: Konnte keinen Media Child-Datensatz %1 foder %2 erstellen: %3 (Datei wurde übersprungen)

source: Could not add label for media child record for %1: %2 (file was skipped)
de_de: Etikett für Medienuntereintrag für %1 konnte nicht hinzugefügt werden: %2 (Datei wurde übersprungen)

source: Could not set submitter information for media child record for %1: %2
de_de: Die Absenderinformationen für den untergeordneten Mediendatensatz für %1 konnten nicht gesetzt werden: %2

source: Could not add media relation to %1 for media child record for %2: %3
de_de: Konnte keine Medienbeziehung zu %1 foder einem untergeordneten Mediendatensatz für %2 hinzufügen: %3

source: Could not add media %1 for media child record for %2: %3
de_de: Medien %1 foder Medienunterdatensatz für %2 konnte nicht hinzugefügt werden: %3

source: Could not create all-in-one record for %1: %2 (submission was skipped)
de_de: Konnte keinen All-in-One-Datensatz für %1 erstellen: %2 (Übermittlung wurde übersprungen)

source: Could not add label for all-in-one record for %1: %2 (submission was skipped)
de_de: Etikett für All-in-One-Datensatz für %1 konnte nicht hinzugefügt werden: %2 (Übermittlung wurde übersprungen)

source: Could not set submitter information for all-in-one record for %1: %2
de_de: Konnte keine Absenderinformationen für den All-in-One-Datensatz für %1 setzen: %2

source: Could not add media %1 for all-in-one record for %2: %3
de_de: Medien %1 foder All-in-One-Datensatz für %2 konnte nicht hinzugefügt werden: %3

source: Could not create media record %1 for %2: %3 (file was skipped)
de_de: Mediendatensatz %1 foder %2 konnte nicht erstellt werden: %3 (Datei wurde übersprungen)

source: Could not add label for media record %1 for %2: %3 (file was skipped)
de_de: Konnte kein Etikett für Mediendatensatz %1 foder %2 hinzufügen: %3 (Datei wurde übersprungen)

source: Could not set submitter information for media record for %1: %2
de_de: Die Absenderinformationen für den Mediendatensatz für %1 konnten nicht gesetzt werden: %2

source: Could not add media %1 for media record for %2: %3
de_de: Medienreferenz für Prüfsumme konnte nicht gefunden werden.

source: alert name
de_de: Name der Warnung

source: alert names
de_de: Warnungsnamen

source: Name of search form
de_de: Name des Suchformulars

source: metadata alert rule type restriction
de_de: Einschränkung des Regeltyps für Metadatenwarnungen

source: metadata alert rule type restrictions
de_de: Einschränkungen für Metadatenwarnungsregeltypen

source: metadata alert rule
de_de: Metadaten-Warnungsregel

source: Unique numeric identifier used by CollectiveAccess internally to identify this rule
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern zur Identifizierung dieser Regel verwendet wird

source: The user who created the form.
de_de: Der Benutzer, der das Formular erstellt hat.

source: Alert target
de_de: Warnungsziel

source: Determines what kind of item (objects, entities, places, etc.) is covered by the alert .
de_de: Legt fest, welche Art von Objekt (Objekte, Entitäten, Orte usw.) von der Warnmeldung erfasst wird.

source: Object lots
de_de: Objektgrundstücke

source: Storage locations
de_de: Lagerorte

source: Object representations
de_de: Objektdarstellungen

source: Loans
de_de: Darlehen

source: Movements
de_de: Bewegungen

source: List items
de_de: Listen Elemente

source: Tours
de_de: Touren

source: Tour stops
de_de: Tourstopps

source: Submissions
de_de: Vorschläge

source: Short code for rule (must be unique)
de_de: Kurzcode für die Regel (muss eindeutig sein)

source: Trigger settings
de_de: Auslöser (Trigger) Einstellungen

source: Recipient users
de_de: Empfängerbenutzer

source: Recipient user groups
de_de: Empfänger-Benutzergruppen

source: Trigger
de_de: Auslöser

source: Not applicable
de_de: Nicht zutreffend

source: metadata alert rules ⇔ group association
de_de: Metadatenwarnungsregeln ⇔ Gruppenzuordnung

source: metadata alert rules ⇔ group associations
de_de: Metadatenwarnungsregeln ⇔ Gruppenzuordnungen

source: receives notifications
de_de: erhält Benachrichtigungen

source: can edit and receive notifications
de_de: kann Benachrichtigungen bearbeiten und empfangen

source: metadata alert rules ⇔ user association
de_de: Metadaten-Warnungsregeln ⇔ Benutzerzuordnung

source: metadata alert rules ⇔ user associations
de_de: Metadatenwarnungsregeln ⇔ Benutzerzuordnungen

source: metadata alert triggers
de_de: Auslöser von Metadatenwarnungen

source: Unique numeric identifier used by CollectiveAccess internally to identify this trigger
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diesen Trigger zu identifizieren

source: Element filters
de_de: Elementfilter

source: Serialized filter data
de_de: Serialisierte Filterdaten

source: Alerts may be triggered by various types of events. Select the type of event to trigger this alert here.
de_de: Warnungen können durch verschiedene Arten von Ereignissen ausgelöst werden. Wählen Sie hier den Ereignistyp aus, der diese Warnung auslösen soll.

source: Data dictionary entry
de_de: Datenwörterbucheintrag

source: Data dictionary entries
de_de: Datenwörterbucheinträge

source: Entry type
de_de: Eintragstyp

source: Type of item this entry displays for.
de_de: Typ des Elements, für das dieser Eintrag angezeigt wird.

source: Data dictionary entry settings
de_de: Einstellungen für Datenwörterbucheinträge

source: Is mandatory?
de_de: Pflichtangabe?

source: If checked data entry bundle is mandatory and a valid value must be set before it can be saved.
de_de: Wenn die geprüfte Dateneingabe obligatorisch ist und ein gültiger Wert gesetzt werden muss, bevor sie gespeichert werden kann.

source: Extended text describing standards for entry in this data entry bundle.
de_de: Erweiterter Text, der die Standards für die Eingabe in dieses Dateneingabepaket beschreibt.

source: Restricts entry to items of the specified type(s). Leave all unchecked for no restriction.
de_de: Beschränkt die Prüfliste auf Begriffe, die sich auf Sammlungen mit dem angegebenen Beziehungstyp beziehen. Lassen Sie alle ohne Einschränkung deaktiviert.

source: Restricts entry to items related using the specified relationship type(s). Leave all unchecked for no restriction.
de_de: Beschränkt die Prüfliste auf Begriffe, die sich auf Sammlungen mit dem angegebenen Beziehungstyp beziehen. Lassen Sie alle ohne Einschränkung deaktiviert.

source: data dictionary entry name
de_de: Name des Datenwörterbucheintrags

source: data dictionary entry names
de_de: Namen von Datenwörterbucheinträgen

source: Name of dictionary entry
de_de: Name des Wörterbucheintrags

source: Description of entry
de_de: Beschreibung des Eintrags

source: Metadata dictionary rule violation
de_de: Regelverletzung im Metadatenwörterbuch

source: Metadata dictionary rule violations
de_de: Regelverletzungen im Metadatenwörterbuch

source: Created on
de_de: Erstellt am

source: Last checked on
de_de: Zuletzt überprüft am

source: Metadata dictionary rule
de_de: Metadaten-Wörterbuchregel

source: Metadata dictionary rules
de_de: Regeln für das Metadatenwörterbuch

source: Rule code
de_de: Regelcode

source: Unique alphanumeric code for the rule.
de_de: Eindeutiger alphanumerischer Code für die Regel.

source: Expression
de_de: Ausdruck

source: Expression to evaluate
de_de: Zu bewertender Ausdruck

source: Rule level
de_de: Regelebene

source: Level of importance of rule.
de_de: Grad der Wichtigkeit der Regel.

source: Rule display label
de_de: Beschriftung der Regelanzeige

source: Short label for this rule, used for display in issue lists.
de_de: Kurzbezeichnung für diese Regel, die zur Anzeige in Problemlisten verwendet wird.

source: Show as prompt
de_de: Als Eingabeaufforderung anzeigen

source: Display violations of this rule as on-screen prompts.
de_de: Zeigen Sie Verstöße gegen diese Regel als Bildschirmaufforderungen an.

source: Rule violation message
de_de: Meldung über Regelverstoß

source: Message used for display to user when presenting issues.
de_de: Meldung, die zur Anzeige für den Benutzer bei der Darstellung von Problemen verwendet wird.

source: Rule description
de_de: Beschreibung der Regel

source: Long form description of rule, used for display to user when presenting issues.
de_de: Langformbeschreibung der Regel, die für die Anzeige für den Benutzer bei der Präsentation von Problemen verwendet wird.

source: metadata element name
de_de: Name des Metadatenelements

source: metadata element names
de_de: Metadaten-Elementnamen

source: Name of element
de_de: Name des Elements

source: Use for a description of how the element should be used.
de_de: Verwenden Sie diese Option, um zu beschreiben, wie das Element verwendet werden soll.

source: metadata element
de_de: Metadaten-Element

source: metadata elements
de_de: Metadaten-Elemente

source: Unique numeric identifier used by CollectiveAccess internally to identify this metadata element
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern verwendet wird, um dieses Metadatenelement zu identifizieren

source: Unique alphanumeric code for the metadata element.
de_de: Eindeutiger alphanumerischer Code für das Metadatenelement.

source: URL pointing to documentation for this metadata element. Leave blank if no documentation URL exists.
de_de: URL, die auf die Dokumentation für dieses Metadatenelement verweist. Lassen Sie das Feld leer, wenn keine Dokumentations-URL vorhanden ist.

source: Data type of metadata element.
de_de: Datentyp des Metadatenelements.

source: Use list (for list elements only)
de_de: Liste verwenden (nur für Listenelemente)

source: Specifies the list to use as value for this element. Element must be a list type for this to apply.
de_de: Gibt die Liste an, die als Wert für dieses Element verwendet werden soll. Element muss ein Listentyp sein, damit dies angewendet werden kann.

source: Type-specific settings for metadata element
de_de: Typspezifische Einstellungen für Metadatenelement

source: The relative priority of the element when displayed in a list with other element. Lower numbers indicate higher priority.
de_de: Die relative Priorität des Elements, wenn es in einer Liste mit einem anderen Element angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: Indicates if the element is deleted or not.
de_de: Gibt an, ob das Element gelöscht wurde oder nicht.

source: SELECT PRESET
de_de: WÄHLEN SIE PRESET

source: metadata type restriction
de_de: Einschränkung des Metadatentyps

source: metadata type restrictions
de_de: Einschränkungen für Metadatentypen

source: Bind attribute to
de_de: Attribut binden an

source: Type of item to bind element to.
de_de: Typ des Elements, an das das Element gebunden werden soll.

source: Minimum number of attributes of this kind that must be associated with an item
de_de: Mindestanzahl von Attributen dieser Art, die einem Element zugeordnet werden müssen

source: If set to 0 a delete button will allow a cataloguer to quickly clear the data contents of the element by collapsing the placement on the user interface screen. If set to 1, the element will be fixed in place and data will need to be deleted manually. If set to more than 1, the element placement will be duplicated (up to the number entered here) when a new record or screen is opened.
de_de: Wenn die Schaltfläche "Löschen" auf 0 gesetzt ist, kann ein Katalogisierer den Dateninhalt des Elements schnell löschen, indem er die Platzierung auf dem Bildschirm der Benutzeroberfläche zusammenklappt. Wenn Sie den Wert 1 wählen, wird das Element fixiert und die Daten müssen manuell gelöscht werden. Wenn der Wert größer als 1 ist, wird das Element beim Öffnen eines neuen Datensatzes oder Bildschirms dupliziert (bis zu der hier eingegebenen Anzahl).

source: Maximum number of attributes of this kind that can be associated with an item
de_de: Maximale Anzahl von Attributen dieser Art, die einem Element zugeordnet werden können

source: If set to more than 1 the element will be repeated to capture additional data values during cataloging. The extent of the repeatability will match the number entered here.
de_de: Wenn der Wert auf mehr als 1 gesetzt ist, wird das Element wiederholt, um während der Katalogisierung zusätzliche Datenwerte zu erfassen. Der Umfang der Wiederholbarkeit stimmt mit der hier eingegebenen Zahl überein.

source: Minimum number of attribute bundles to show in an editing form.
de_de: Minimale Anzahl von Attributbündeln, die in einem Bearbeitungsformular angezeigt werden sollen.

source: If 0 is entered here, sets an element to the collapsed position when a new record or screen is opened. This is useful for list elements in lieu of a null value, because no data selection will be saved when the element is collapsed. Note: "Minimum number of attributes of this kind that must be associated with an item" must also be saved as 0 to set the element to the collapsed position.
de_de: Wenn hier 0 eingegeben wird, wird ein Element auf die eingeklappte Position gesetzt, wenn ein neuer Datensatz oder Bildschirm geöffnet wird. Dies ist nützlich für Listenelemente anstelle eines Nullwerts, da keine Datenauswahl gespeichert wird, wenn das Element zugeklappt wird. Hinweis: "Mindestanzahl von Attributen dieser Art, die mit einem Element verbunden sein müssen" muss ebenfalls als 0 gespeichert werden, um das Element auf die eingeklappte Position zu setzen.

source: movement title
de_de: Titel des Satzes

source: movement titles
de_de: Titel des Satzes

source: Descriptive title for movement
de_de: Beschreibender Titel für Bewegung

source: movement
de_de: Uhrwerk

source: Unique numeric identifier used by CollectiveAccess internally to identify this movement
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diese Bewegung zu identifizieren

source: Movement type
de_de: Art des Uhrwerks

source: The type of the movement. eg. administrative, exhibition, etc.
de_de: Die Art der Bewegung. Zb. Verwaltung, Ausstellung usw.

source: Movement identifier
de_de: Bewegungskennung

source: A unique alphanumeric identifier for this movement.
de_de: Ein eindeutiger alphanumerischer Bezeichner für diese Bewegung.

source: Administrative source of movement. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle der Bewegung. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der das Objekt stammt, kann aber bei Bedarf auch zur Verwendung als einfaches Klassifizierungstool neu beauftragt werden.

source: Serialized array used to store source information for movement information retrieved via web services [NOT IMPLEMENTED YET].
de_de: Serialisiertes Array zum Speichern von Quellinformationen für Bewegungsinformationen, die über Webdienste abgerufen werden [NOCH NICHT IMPLEMENTIERT].

source: Indicates if movement information is accessible to the public or not.
de_de: Gibt an, ob Bewegungsinformationen für die Öffentlichkeit zugänglich sind oder nicht.

source: Indicates the current state of the movement record.
de_de: Gibt den aktuellen Status des Bewegungsdatensatzes an.

source: Indicates if the movement is deleted or not.
de_de: Gibt an, ob die Bewegung gelöscht wurde oder nicht.

source: User submitting this movement
de_de: Benutzer, der diese Bewegung einreicht

source: Group this movement was submitted under
de_de: Gruppe dieser Antrag wurde eingereicht unter

source: movements ⇔ collections relationship
de_de: Bewegung ⇔ Sammlungsbeziehung

source: movements ⇔ collections relationships
de_de: Bewegungen ⇔ Sammlungsbeziehungen

source: movements ⇔ entities relationship
de_de: Beziehung zwischen Bewegungen ⇔ Entitäten

source: movements ⇔ entities relationships
de_de: Bewegungen ⇔ Entitäten Beziehungen

source: movement ⇔ movement relationship
de_de: Bewegung ⇔ Bewegungsbeziehung

source: movement ⇔ movement relationships
de_de: Bewegung ⇔ Bewegungsbeziehungen

source: Source notes
de_de: Quellenanmerkungen

source: movements ⇔ object lots relationship
de_de: Bewegungen ⇔ Objekt-Los-Beziehung

source: movements ⇔ object lots relationships
de_de: Bewegungen ⇔ Objekt-Lot-Beziehungen

source: movements ⇔ representations relationship
de_de: Bewegungen ⇔ Repräsentationsbeziehung

source: movements ⇔ representations relationships
de_de: Bewegungen ⇔ Darstellungsbeziehungen

source: movements ⇔ objects relationship
de_de: Beziehung zwischen Bewegungen ⇔ Objekten

source: movements ⇔ objects relationships
de_de: Bewegungen ⇔ Objektbeziehungen

source: movements ⇔ occurrences relationship
de_de: Beziehung zwischen Bewegungen ⇔ Ereignissen

source: movements ⇔ occurrences relationships
de_de: Bewegungen ⇔ Vorkommen Beziehungen

source: movements ⇔ places relationship
de_de: Bewegungen ⇔ Orte Beziehung

source: movements ⇔ places relationships
de_de: Bewegungen ⇔ Beziehungen

source: movements ⇔ storage locations relationship
de_de: Beziehung zwischen Bewegungen ⇔ Lagerorten

source: movements ⇔ storage locations relationships
de_de: Bewegungen ⇔ Lagerortbeziehungen

source: movements ⇔ vocabulary terms relationship
de_de: Bewegung ⇔ Vokabular Begriffsbeziehung

source: movements ⇔ vocabulary terms relationships
de_de: Bewegungen ⇔ Vokabeln Begriffe Beziehungen

source: multipart ID numbering sequence
de_de: mehrteilige ID-Nummerierungssequenz

source: multipart ID numbering sequences
de_de: mehrteilige ID-Nummerierungssequenzen

source: notification subject
de_de: Betreff der Benachrichtigung

source: notification subjects
de_de: Betreffzeilen der Benachrichtigung

source: Notification
de_de: Benachrichtigung

source: Notification this subject definition belongs to.
de_de: Benachrichtigung, zu der diese Subjektdefinition gehört.

source: Was read?
de_de: Wurde gelesen?

source: Indicates whether this notification was marked as read or not.
de_de: Gibt an, ob diese Benachrichtigung als gelesen markiert wurde oder nicht.

source: Date read
de_de: Gelesenes Datum

source: The date and time the notification was read.
de_de: Datum und Uhrzeit des Lesens der Benachrichtigung.

source: Deliver by email?
de_de: Lieferung per E-Mail?

source: Set this if the notification should be delivered by email.
de_de: Legen Sie diese Option fest, wenn die Benachrichtigung per E-Mail zugestellt werden soll.

source: Date and time notification was sent by email
de_de: Datum und Uhrzeit der Benachrichtigung wurde per E-Mail gesendet

source: Deliver to notification inbox?
de_de: An Benachrichtigungsposteingang liefern?

source: Set this if the notification should be delivered to the users notification inbox.
de_de: Legen Sie diese Option fest, wenn die Benachrichtigung an den Benachrichtigungseingang des Benutzers zugestellt werden soll.

source: notifications
de_de: Benachrichtigungen

source: Unique numeric identifier used by CollectiveAccess internally to identify this notification
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern zur Identifizierung dieser Benachrichtigung verwendet wird

source: Generic
de_de: Generisch

source: Metadata alert
de_de: Metadaten-Warnung

source: Url reference check
de_de: URL-Referenzprüfung

source: Notification type
de_de: Benachrichtigunstyp

source: Indicates the type of this notification.
de_de: Gibt den Typ dieser Benachrichtigung an.

source: Notification date and time
de_de: Datum und Uhrzeit der Benachrichtigung

source: Date and time for notification
de_de: Datum und Uhrzeit der Benachrichtigung

source: Notification message
de_de: Benachrichtigung

source: Is system notification
de_de: Ist die Systembenachrichtigung

source: Set this if the notification is available system-wide and readable by everyone.
de_de: Legen Sie diese Option fest, wenn die Benachrichtigung systemweit verfügbar und für alle lesbar ist.

source: MD5-generated identifier for this notification.
de_de: MD5-generierter Bezeichner für diese Benachrichtigung.

source: object checkout
de_de: Auschecken von Objekten

source: object checkouts
de_de: Auschecken von Objekten

source: Unique numeric identifier used by CollectiveAccess internally to identify this object checkout entry
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern verwendet wird, um diesen Objektauscheckeintrag zu identifizieren

source: The user who checked out the object.
de_de: Der Benutzer, der das Objekt ausgecheckt hat.

source: Date/time the checkout entry was created.
de_de: Datum/Uhrzeit der Erstellung des Checkout-Eintrags.

source: Checkout date
de_de: Check-out Datum

source: Date/time the item was checked out.
de_de: Datum/Uhrzeit des Auscheckens.

source: Date due
de_de: Fälligkeitsdatum

source: Date/time the item is due to be returned.
de_de: Datum/Uhrzeit der Rücksendung des Artikels.

source: Date returned
de_de: Rückgabedatum

source: Date/time the item was returned.
de_de: Datum/Uhrzeit der Rücksendung des Artikels.

source: Date return confirmed
de_de: Rückgabedatum

source: Date/time returned of the item was confirmed.
de_de: Datum/Uhrzeit der Rücksendung des Artikels.
