Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: Show movements
de_de: Verschiebungungen

source: Layout for %1 when displayed in history list (can include HTML). The template is evaluated relative to the %1. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_movements.idno</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Show loans
de_de: Darlehen

source: Layout for %1 when displayed in history list (can include HTML). The template is evaluated relative to the %1. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_loans.idno</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Show objects
de_de: Objekte

source: Layout for %1 when displayed in history list (can include HTML). The template is evaluated relative to the %1. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_objects.idno</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Show storage locations
de_de: Lagerorte

source: Show storage locations with selected relationship types.
de_de: Lagerorte ⇔ Lagerortbeziehungen

source: Color for storage location
de_de: Lagerort

source: Color to use as highlight storage location.
de_de: Farbe, die als Hervorhebung für zukünftige Werte in der Historie verwendet werden soll.

source: Interstitial storage location elements to set
de_de: Gibt an, ob der Speicherort gelöscht wurde oder nicht.

source: Storage location display template
de_de: Anzeigevorlage für die Sammlung

source: Layout for storage location when displayed in history list (can include HTML). The template is evaluated relative to the object-storage location relationship. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_object_lots.idno_stub</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Include history from storage locations related to child objects
de_de: Der übliche Speicherort für dieses Objekt.

source: Display template for storage locations when related to child objects
de_de: Der übliche Speicherort für dieses Objekt.

source: Layout for storage location related to child objects, when displayed in history list (can include HTML). The template is evaluated relative to the object-storage location relationship. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_object_lots.idno_stub</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Show deaccession information
de_de: Suchinformationen

source: Color for deaccession
de_de: Datum des Beitritts

source: Color to use as highlight deaccession.
de_de: Farbe, die als Hervorhebung für zukünftige Werte in der Historie verwendet werden soll.

source: Deaccession display template
de_de: Anzeigevorlage für die Sammlung

source: Layout for deaccession information when displayed in history list (can include HTML). The template is evaluated relative to the object. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_objects.deaccession_notes</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Display template for deaccessions related to child objects
de_de: Anzeigevorlage für schreibgeschützten Modus

source: Layout for deaccession information related to child objects when displayed in history list (can include HTML). The template is evaluated relative to the object. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_objects.deaccession_notes</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: '%1' is not valid for %2
de_de: %1 ist kein gültiger Wert für %2

source: '%1' is not valid for %2; only numbers are allowed
de_de: Es kann kein weiterer Wert hinzugefügt werden. Nur %1 Werte sind zulässig

source: %1 must be set to %2; was %3
de_de: %1 muss mindestens %2 sein

source: %1 must not be shorter than %2 character
de_de: %1 darf nicht länger als %2 Zeichen sein

source: %1 must not be shorter than %2 characters
de_de: %1 darf nicht länger als %2 Zeichen sein

source: %1 must not be longer than %2 character
de_de: %1 darf nicht länger als %2 Zeichen sein

source: %1 must not be longer than %2 characters
de_de: %1 darf nicht länger als %2 Zeichen sein

source: %1 must not be more than %2
de_de: Darf nicht kleiner als Null sein

source: %1 must consist only letters and numbers
de_de: Sie müssen einen Benutzer angeben

source: %1 must be a valid year
de_de: Sie müssen einen Benutzer angeben

source: Value cannot be edited because it is in use
de_de: Element kann nicht gelöscht werden, da es Unterdatensätze enthält

source: Identifier is already in use
de_de: Artikel ist bereits draußen

source: Identifier is already in use %1 times
de_de: Artikel ist bereits draußen

source: %1 is not a valid UUID
de_de: Datei ist kein gültiges Format

source: Relationships
de_de: Beziehung

source: Comma Delimited (CSV) Data Reader
de_de: Durch Tabulator getrennt

source: Comma Delimited (CSV)
de_de: Durch Tabulator getrennt

source: Reads comma delimited (CSV) text files
de_de: Durch Tabulator getrennt

source: CollectiveAccess data reader
de_de: CollectiveAccess-ID

source: CollectiveAccess database
de_de: CollectiveAccess-ID

source: Embedded EXIF media metadata
de_de: Medien-Metadaten

source: MARC data reader
de_de: Metadaten-Warnung

source: MARC XML Reader
de_de: MARC Erzähler

source: MediaInfo data reader
de_de: Metadaten-Warnung

source: Musearch Reader
de_de: Suchformular

source: Musearch
de_de: suchen

source: Imports Musearch data
de_de: Startdatum/-uhrzeit importieren

source: PBCore Instantiation
de_de: Organisation

source: Sqlite data reader
de_de: Größe der empfangenen Daten

source: Could not open %1
de_de: Änderung konnte nicht gespeichert werden

source: Tab delimited Data Reader
de_de: Durch Tabulator getrennt

source: Label must not be blank
de_de: Darf nicht leer sein

source: Download as %1
de_de: Herunterladen als:

source: Download media representations
de_de: Mediendarstellungen

source: Download all
de_de: Herunterladen als:

source: Media search is not available
de_de: Medien verfügbar

source: Could not derive media dimensions
de_de: Medienabmessungen

source: Media manifest is not available
de_de: Dieses Element ist nicht zur Anzeige verfügbar

source: Could not load viewer
de_de: Viewer konnte nicht geladen werden

source: Cannot open media plugin directory %1
de_de: Benutzer-Upload-Verzeichnis kann nicht erstellt werden

source: No media available
de_de: Medien verfügbar

source: Could not find plug-in for mimetype %1
de_de: Die Ansicht für PDF konnte nicht gefunden werden

source: Invalid row %2 for table %1
de_de: Ungültige Tabelle

source: Invalid field %2 for table %1
de_de: Ungültige Tabelle

source: Empty session
de_de: Ausdruck

source: Session not found
de_de: Sitzungs-ID

source: Could not cancel media upload session: '.join(';
de_de: Ausstehende Aufgaben konnten nicht abgebrochen werden

source: Invalid user_id
de_de: Ungültige set_id

source: Upload has been cancelled
de_de: Öğe silindi

source: Error: %1
de_de: Fehler

source: Notification template
de_de: Benachrichtigunstyp

source: by email
de_de: Lieferung per E-Mail?

source: Deliver notifications
de_de: erhält Benachrichtigungen

source: Choose methods to deliver notifications here.
de_de: kann Benachrichtigungen bearbeiten und empfangen

source: Modification
de_de: Benachrichtigung

source: Submission error
de_de: Einreichungsgruppe

source: Submission warning
de_de: Einreichungssitzung

source: Expression test
de_de: Ausdruck

source: date
de_de: Aktualisieren

source: Date part
de_de: Datumsformat

source: Start
de_de: Neu beginnen

source: End
de_de: Erweitern

source: Expression to evaluate when record is saved.
de_de: Zu bewertender Ausdruck

source: No expression specified for alert
de_de: Keine Rollen angegeben

source: Invalid expression specified for alert: %1
de_de: Ungültiger Beziehungstyp

source: Identifer (idno)
de_de: Sortierung von Bezeichnern

source: Media representation chooser
de_de: Mediendarstellungen

source: Cannot be path between %1 and %2
de_de: Layer-Eigenschaft muss zwischen 1 und 25 liegen

source: Mimetype of file
de_de: Mimetyp des Beiwagens.

source: Copyright Information URL
de_de: Suchinformationen

source: Document title
de_de: Titel des Satzes

source: Document description
de_de: Beschreibung der Regel

source: Document creator
de_de: Dokumentation-URL

source: Creator address
de_de: Ihre E-Mail Adresse

source: Creator city
de_de: Erstellungsdatum

source: Creator state/region
de_de: Erstellungsdatum/-uhrzeit

source: Creator country
de_de: Erstellt am

source: Creator phone
de_de: Erstellt am

source: Creator email
de_de: Erstellungsdatum

source: Creator website
de_de: Erstellungsdatum

source: Description writer
de_de: Beschreibung des Ausführers

source: No error
de_de: Fehler Nr.

source: Invalid date
de_de: Ungültiger Typ

source: Invalid time
de_de: Ungültiger Typ

source: Invalid uncertainty
de_de: Ungültiger Kriterientyp

source: Invalid expression
de_de: Ungültige Darstellung

source: Parser error
de_de: Parser-Fehler

source: Cannot convert %1 to %2
de_de: Kann bearbeiten

source: Cannot parse data from %1
de_de: Editor kann nicht für %1 verwendet werden

source: Cannot fetch data from %1
de_de: Editor kann nicht für %1 verwendet werden

source: Export data in BagIt format
de_de: Exporter-Format

source: BagIt export
de_de: Datenexporteur

source: Could not copy ZIP data to temporary location %1
de_de: Konnte das primäre Flag für die Darstellung nicht aktualisieren: %1

source: Could not change to directory %1 on %2: %3
de_de: Medienreferenz für Prüfsumme konnte nicht gefunden werden.

source: Could not upload file %1 to %2: %3
de_de: Importiertes Element %1 konnte nicht zu Set %2 hinzugefügt werden: %3

source: Search for geographic location
de_de: Suchformulare ⇔ Gruppenverband

source: Upload KML file
de_de: Hochgeladene Datei

source: Use map
de_de: Karte deaktivieren

source: Remove
de_de: Kommentar entfernen

source: Additional search filter
de_de: Ungültiger Suchtyp

source: Order by
de_de: Sortieren nach Terminen

source: Extra Information Format
de_de: Informativ

source: Allowed values are: %1.
de_de: Wert %1 gefunden.

source: Lookup URL
de_de: Nachschlagen

source: URL used to query the information service.
de_de: Benutzerinformationen sind ungültig.

source: Item type
de_de: Name des Exemplars

source: Type of item to query for.
de_de: Typ des Elements, für das dieser Eintrag angezeigt wird.

source: Detail format
de_de: Datumsformat

source: Invalid EOL URL
de_de: Ungültige ID

source: EOL Identifier
de_de: ID

source: Data source.
de_de: Datenquelle

source: Source ID
de_de: Quelle

source: Classification path
de_de: Veröffentlichungsdatum

source: Could not locate taxon
de_de: Viewer konnte nicht geladen werden

source: Regions
de_de: Registrieren

source: Demoninations
de_de: Definition

source: Result list keys
de_de: Liste der verknüpften Listen-Items

source: Keys hierarchy, separated by >
de_de: Hierarchiebrowser standardmäßig öffnen

source: MARC codes
de_de: MARC Länder

source: Detail XSL template
de_de: Vorlage anzeigen

source: Could not query WorldCat: %1
de_de: PDF konnte nicht generiert werden

source: WorldCat data could not be loaded: %1
de_de: Viewer konnte nicht geladen werden

source: WorldCat data could not be parsed: %1
de_de: Datei konnte für %1 nicht verarbeitet werden: %2

source: File %1 does not exist
de_de: idno existiert nicht

source: Invalid transformation %1
de_de: Ungültige Tabelle

source: Couldn't write file to '%1'
de_de: Das Bild konnte nicht geschrieben werden

source: Error converting file to %1 [%2]: %3
de_de: Folgender Fehler während der Dateikonvertierung zu %1 [%2]: %3

source: Error converting intro to %1 [%2]: %3
de_de: Folgender Fehler während der Dateikonvertierung zu %1 [%2]: %3

source: Error converting outro to %1 [%2]: %3
de_de: Folgender Fehler während der Dateikonvertierung zu %1 [%2]: %3

source: Error extracting clip from %1 to %2: %3
de_de: Folgender Fehler während der Dateikonvertierung zu %1 [%2]: %3

source: Binary file
de_de: Sidecar-Dateien

source: Tile size property must be between 10 and 10000
de_de: Layer-Eigenschaft muss zwischen 1 und 25 liegen

source: Quality property must be between 1 and 100
de_de: Layer-Eigenschaft muss zwischen 1 und 25 liegen

source: Tile width property must be between 10 and 10000
de_de: Layer-Eigenschaft muss zwischen 1 und 25 liegen

source: Tile height property must be between 10 and 10000
de_de: Layer-Eigenschaft muss zwischen 1 und 25 liegen

source: Antialiasing property must be between 0 and 100
de_de: Layer-Eigenschaft muss zwischen 1 und 25 liegen

source: Layer ratio property must be between 0.1 and 10
de_de: Layer-Eigenschaft muss zwischen 1 und 25 liegen

source: Layer property must be between 1 and 25
de_de: Layer-Eigenschaft muss zwischen 1 und 25 liegen

source: Tile output type '%1' is invalid
de_de: Timecode ist ungültig

source: Couldn't resize image
de_de: Das Bild konnte nicht geschrieben werden

source: Couldn't rotate image
de_de: Das Bild konnte nicht geschrieben werden

source: Error during image crop
de_de: Fehler beim Zuschneiden von Bildern

source: Couldn't write image
de_de: Das Bild konnte nicht geschrieben werden

source: Couldn't load watermark image at %1
de_de: Das Bild konnte nicht geschrieben werden

source: Error during image rotate
de_de: Fehler beim Drehen des Bildes

source: Error writing file: %1
de_de: Fehler beim Zuschneiden von Bildern

source: Could not write file %1
de_de: Das Bild konnte nicht geschrieben werden

source: Could not read image file
de_de: Das Bild konnte nicht geschrieben werden

source: Imagick exception
de_de: Elementbeschriftungen

source: File %1 is not a 3D model
de_de: Datei ist kein gültiges Format

source: Can't convert file to %1
de_de: Das Bild konnte nicht geschrieben werden

source: Couldn't convert ply model to stl
de_de: Es konnte keine Verbindung zu Okta hergestellt werden.

source: Unsupported mimetype %1
de_de: Exporter-Format

source: Click to download document
de_de: Medien konnten nicht heruntergeladen werden

source: View PDF document
de_de: Anzahl Aufrufe

source: File %1 is not a PDF
de_de: Wert %1 ist nicht in Liste %2

source: Can't convert '%1' to %2
de_de: Setzen Sie %1 auf %2

source: Cannot open plugin directory %1
de_de: Benutzer-Upload-Verzeichnis kann nicht erstellt werden

source: Invalid table num %1
de_de: Ungültige Tabelle

source: created
de_de: Erstellt

source: Invalid query type: %1
de_de: Ungültiger Suchtyp

source: Invalid boolean operator: %1
de_de: Ungültige Ziel-ID

source: Invalid change log search mode: %1
de_de: Ungültiges Element

source: Invalid subject table: %1
de_de: Ungültige Tabelle

source: Invalid path table: %1
de_de: Ungültige Tabelle

source: Invalid attribute field
de_de: Ungültiges Attributfeld

source: Invalid table %1 in bundle %2
de_de: Ungültige Tabelle

source: Invalid field %1 in bundle %2
de_de: Ungültiges Attributfeld

source: Records to edit
de_de: Datensatztyp

source: Using interface
de_de: Benutzeroberflächen

source: Media import background processor
de_de: Datenimporter-Gruppen

source: Importing media from
de_de: Importieren von Medien aus

source: Files to import
de_de: Zu importierende Dateien

source: Input format
de_de: Datumsformat

source: Could not add VTT transcription file to %1::%2: %3
de_de: Importiertes Element %1 konnte nicht zu Set %2 hinzugefügt werden: %3

source: Input file size
de_de: Größe der Mediendatei

source: Temporary filename
de_de: Name des Importeurs

source: Media processing rules
de_de: Mediendarstellungen

source: Invalid media field table '%1'
de_de: Ungültige Tabelle

source: Input media file '%1' does not exist
de_de: idno existiert nicht

source: Could not process input media file '%1': %2
de_de: Datei konnte für %1 nicht verarbeitet werden: %2

source: File could not be copied for %1; can't convert mimetype %2 to extension
de_de: Die Datei konnte für %1 nicht kopiert werden; kann den Mimetyp '%2' nicht in die Erweiterung konvertieren

source: Couldn't create subdirectory for file for %1
de_de: Hierarchieuntereintrag für %1 konnte nicht erstellt werden

source: File could not be copied for %1
de_de: Datei konnte für %1 nicht verarbeitet werden: %2

source: Could not cancel pending tasks
de_de: Ausstehende Aufgaben konnten nicht abgebrochen werden

source: File could not be processed for %1; can't convert mimetype %2 to extension
de_de: Die Datei konnte für %1 nicht verarbeitet werden; kann den Mimetyp '%2' nicht in die Erweiterung konvertieren

source: Could not update %1.%2: %3
de_de: Taxon konnte nicht gefunden werden

source: Processed file %1
de_de: Verarbeitet

source: Skipping file %1 because it already exists and duplicated are not allowed
de_de: Übersprungen %1 von %2, da es bereits vorhanden ist %3

source: Metadata import background processor
de_de: Datenimporter-Gruppen

source: Could not set primary representation: %1
de_de: Konnte das primäre Flag für die Darstellung nicht aktualisieren: %1

source: Invalid mode %1
de_de: Ungültige Zeilen-ID

source: %1 selection
de_de: Aktuelle Auswahl

source: Back to Sets
de_de: Zurück zu Sets

source: Media does not exist or is not readable
de_de: Medien sind nicht vorhanden oder nicht lesbar

source: Representation id=%1 does not exist
de_de: Einladung existiert nicht

source: Extracted metadata
de_de: Medien-Metadaten

source: <h3>Fetched from:</h3> URL %1 on %2 using %3 URL handler
de_de: <h3>Abgerufen von:</h3> URL %1 on %2 uing %3 URL handler

source: Invalid numeric value '%1' for %2
de_de: Ungültige Betreffzeilen-ID

source: Invalid timecode '%1' for %2
de_de: Ungültige Zeilen-ID

source: Invalid property '%1'
de_de: Ungültige Zeilen-ID

source: Start must be less than end
de_de: Start muss kleiner als Ende sein

source: Return to results
de_de: Vollständige Ergebnisse

source: Search failed: %1
de_de: Exportieren als

source: Indexing %1
de_de: Lesen %1

source: Memory: %1
de_de: Satz-Reihenfolge: %1

source: Elapsed time: %1
de_de: Verstrichene Zeit

source: Invalid _getRelatedRows query: %1
de_de: Ungültige vorbereitete Anweisung

source: Table does not exist
de_de: Element existiert nicht

source: idno does not exist
de_de: ID existiert nicht

source: Invalid HTTP request method
de_de: Ungültige element_id

source: Invalid identifier
de_de: Ungültiger Bezeichner

source: Unsupported format %1
de_de: Exporter-Format

source: No media path
de_de: Keine Medien hochgeladen

source: No identifier specified
de_de: Keine Benutzer angegeben

source: No intrinsic fields specified
de_de: Keine Rollen angegeben

source: Invalid request body format
de_de: Ungültiges Exportformat

source: Invalid provider '%1'.
de_de: Ungültige Zeilen-ID

source: No verb specified.
de_de: Keine Benutzer angegeben

source: Invalid verb specified.
de_de: Es muss ein gültiger Typ angegeben werden

source: Identifier is empty
de_de: Sortierung von Bezeichnern

source: Identifier is invalid
de_de: Endzeit ist ungültig

source: Identifier is deleted
de_de: Sortierung von Bezeichnern

source: Invalid set facet
de_de: Ungültiger Satz

source: No sets are available
de_de: Keine Facetten verfügbar

source: Sets are not supported
de_de: Grundriss wird nicht unterstützt

source: CollectiveAccess OAI-PMH Service
de_de: CollectiveAccess-ID

source: Invalid date/time parameter
de_de: Ungültige direkte Zeitwerte

source: Invalid format configuration
de_de: Ungültiges Exportformat

source: Unknown format %1
de_de: Exporter-Format

source: Selected mapping %1 is invalid
de_de: Startdatum ist ungültig

source: Exporter with code %1 does not exist
de_de: Mapping ist nicht vorhanden

source: Could not set last log_id: %1
de_de: Viewer konnte nicht geladen werden

source: Log_id is not valid
de_de: User_id ist ungültig

source: Skip log entry
de_de: Protokolleintrag beim Datenimport

source: after %1
de_de: nach

source: Representation
de_de: Repräsentationsetikett

source: Could not find element with code '%1' on target system.
de_de: Eingebetteter Metadaten-Importer mit Code %1 konnte nicht gefunden werden

source: Could not find element with code %1
de_de: Eingebetteter Metadaten-Importer mit Code %1 konnte nicht gefunden werden

source: Could not find attribute with guid %1
de_de: Eingebetteter Metadaten-Importer mit Code %1 konnte nicht gefunden werden

source: Could not find list item with guid %1
de_de: Eingebetteter Metadaten-Importer mit Code %1 konnte nicht gefunden werden

source: Could not load label subject record with GUID %1
de_de: Liste der verknüpften Objektdarstellungen

source: Couldn't find relationship type with type code '%1'.
de_de: Beziehungstabelle konnte nicht gefunden werden

source: No relationship type code found in relationship log entry.
de_de: Beziehungstyp, der verwendet wird, wenn die Beziehung von links nach rechts gelesen wird.

source: Could not find media reference for checksum
de_de: Die Ansicht für PDF konnte nicht gefunden werden

source: Could not find media for checksum
de_de: Die Ansicht für PDF konnte nicht gefunden werden

source: [%1] Skipped %2 because we've seen it already.
de_de: Zeile überspringen, wenn alle Werte für aufgelistete Elemente leer sind.

source: [%1] Skipped missing log_id %2 becaue it has already been sent.
de_de: Übersprungen %1 von %2, da es bereits vorhanden ist %3

source: [%1] Found %2 entries for %3.
de_de: [%1] Intrinsic %2 konnte nicht auf %3 gesetzt werden:

source: [%1] Skipped log_id %2 becaue it has already been sent.
de_de: Übersprungen %1 von %2, da es bereits vorhanden ist %3

source: [%1] Skipped entry (%2) because it's in the future.
de_de: Zeile überspringen, wenn alle Werte für aufgelistete Elemente leer sind.

source: [%1] No log for %2.
de_de: %1 von %2

source: There were errors while processing sync for source %1 and target %2: %3
de_de: Beim Verifizieren der URL für %1 mit der ID %2 ist ein Fehler aufgetreten: %3

source: There were errors while processing deduplication for at target %1: %2.
de_de: Fehler bei der Verarbeitung verwandter Inhalte: %1

source: [%1] Skipped %2 because it is the current log entry.
de_de: [%1] Übersprungene Zeile %2 bweil mindestens ein Wert in der Liste (%3) leer ist

source: [%1] Skipped %2 because it is in the current source log.
de_de: Zeile überspringen, wenn alle Werte für aufgelistete Elemente leer sind.

source: [%1] Skipped %2 because it has already been sent.
de_de: Übersprungen %1 von %2, da es bereits vorhanden ist %3

source: [%1] Skipped entry because it lacks a log_id %2.
de_de: [%1] Übersprungene Zeile %2 bweil mindestens ein Wert in der Liste (%3) leer ist
