Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: Phone number for contact by SMS (text message). The number will be used for all SMS-based system notifications and alerts to this user.
de_de: Die E-Mail-Adresse dieses Benutzers. Die Adresse wird für alle E-Mail-basierten Systembenachrichtigungen und Warnungen an diesen Benutzer verwendet.

source: Related entity (optional)
de_de: Verknüpfte Entitäten

source: The entity this user login is associated with.
de_de: Die Entität, der diese Benutzeranmeldung zugeordnet ist.

source: Account is activated?
de_de: Konto ist aktiviert?

source: Registered on
de_de: Registriert am

source: Confirmed on
de_de: Bestätigt am

source: Confirmation key
de_de: Bestätigungsschlüssel

source: Confirmation key used for email verification.
de_de: Bestätigungsschlüssel, der für die E-Mail-Verifizierung verwendet wird.

source: Invalid email address
de_de: Ungültige E-Mail-Adresse

source: Password must %1
de_de: Passwort:

source: Current authentication adapter does not support creating new users.
de_de: Der aktuelle Authentifizierungsadapter unterstützt das Erstellen neuer Benutzer nicht.

source: Authentication adapter could not create user. Message was: %1
de_de: Der aktuelle Authentifizierungsadapter unterstützt das Erstellen neuer Benutzer nicht.

source: conform to at least %1 of the following: %2
de_de: mindestens %1 of den folgenden Punkten entsprechen: %2

source: be at least %1 character long
de_de: mindestens %1 cZeichen lang sein

source: be at least %1 characters long
de_de: mindestens %1 cZeichen lang sein

source: be not longer than %1 character
de_de: nicht länger als %1 cZeichen sein

source: be not longer than %1 characters
de_de: nicht länger als %1 cZeichen sein

source: have at least %1 upper-case character
de_de: mindestens einen %1 u-Großbuchstaben haben

source: have at least %1 lower-case character
de_de: mindestens %1 Kleinbuchstaben haben

source: have at least %1 lower-case characters
de_de: mindestens %1 Kleinbuchstaben haben

source: have at least %1 digit
de_de: haben mindestens %1 digit

source: have at least %1 digits
de_de: haben mindestens %1 digits

source: have at least %1 non-alphanumeric character
de_de: mindestens %1 nicht alphanumerisches Zeichen enthalten

source: have at least %1 non-alphanumeric characters
de_de: mindestens %1 nicht alphanumerische Zeichen enthalten

source: not contain any of the following: %1
de_de: keinen der folgenden Punkte enthalten: %1

source: Authentication adapter could not delete user. Message was: %1
de_de: Der Authentifizierungsadapter konnte den Benutzer nicht löschen. Die Meldung lautete: %1

source: Authentication back-end doesn't updating passwords of existing users.
de_de: Das Authentifizierungs-Back-End aktualisiert keine Kennwörter vorhandener Benutzer.

source: No groups specified
de_de: Keine Gruppen angegeben

source: Group '%1' does not exist
de_de: idno existiert nicht

source: %1 is not a valid user preference
de_de: Datei ist kein gültiges Format

source: You must select between %1 and %2 choices for %3
de_de: Sie müssen zwischen %1 und %2 choices für %3 wählen

source: You must select %1 choices for %2
de_de: Sie müssen einen Code für Ihr Mapping festlegen!

source: %1 is not a valid value for %2
de_de: Datei ist kein gültiges Format

source: Value for %1 must be between %2 and %3
de_de: Layer-Eigenschaft muss zwischen 1 und 25 liegen

source: %1 must be set
de_de: %1 muss eingestellt werden

source: Value for %1 must be greater than %2
de_de: Der Wert für %1 muss größer sein als %2

source: Value for %1 must be less than %2
de_de: Start muss kleiner als Ende sein

source: Value for %1 must be between %2 and %3 characters
de_de: Layer-Eigenschaft muss zwischen 1 und 25 liegen

source: Value for %1 must be greater than %2 characters
de_de: Wert für %1 muss größer als %2 cZeichen sein

source: Value for %1 must be less than %2 characters
de_de: Start muss kleiner als Ende sein

source: NONE
de_de: Ohne

source: User %1 was permanently deactivated because the maximum number of consecutive unsuccessful password reset attemps was reached.
de_de: Benutzer %1 wurde dauerhaft deaktiviert, da die maximale Anzahl aufeinanderfolgender erfolgloser Versuche zum Zurücksetzen des Kennworts erreicht wurde.', $this->get('user_name

source: Information regarding your account
de_de: Informationen zu Ihrem Konto

source: Information regarding your password
de_de: Informationen zu Ihrem Passwort

source: There was an error while trying to fetch information for a new user from the current authentication backend. The message was %1 : %2
de_de: Beim Versuch, Informationen für einen neuen Benutzer aus dem aktuellen Authentifizierungs-Backend abzurufen, ist ein Fehler aufgetreten. Die Meldung lautete %1 : %2

source: User could not be created after getting info from authentication adapter. API message was: %1
de_de: Der Benutzer konnte nicht erstellt werden, nachdem er Informationen vom Authentifizierungsadapter erhalten hat. Die API-Meldung lautete: %1

source: There was an error while trying to authenticate user %1: User is not authorized to log into Pawtucket
de_de: Beim Versuch, den Benutzer %1 zu authentifizieren, ist ein Fehler aufgetreten: Der Benutzer ist nicht berechtigt, sich bei Pawtucket anzumelden

source: There was an error while trying to authenticate user %1: Load by user name failed
de_de: Beim Versuch, den Benutzer %1 zu authentifizieren, ist ein Fehler aufgetreten: Laden nach Benutzernamen fehlgeschlagen

source: There was an error while trying to authenticate user %1: The message was %2 : %3
de_de: Beim Versuch, den Benutzer %1 zu authentifizieren, ist ein Fehler aufgetreten: Die Nachricht lautete %2 : %3

source: Access denied
de_de: Zugriff verweigert

source: user-group assocation
de_de: Benutzergruppenzuordnung

source: user-group assocations
de_de: Benutzergruppenzuordnungen

source: user-role assocation
de_de: Benutzerrollenzuordnung

source: user-role assocations
de_de: Benutzerrollenzuordnungen

source: watched item
de_de: Beobachteter Artikel

source: watched items
de_de: Beobachtete Artikel

source: Unique numeric identifier used by CollectiveAccess internally to identify this watch list entry
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diesen Beobachtungslisteneintrag zu identifizieren

source: The user who is watching the specified record.
de_de: Der Benutzer, der den angegebenen Datensatz überwacht.

source: Invalid controller path
de_de: Ungültiger Controllerpfad

source: Controller error: %1
de_de: Controller-Fehler: %1

source: Disabled
de_de: Deaktiviert

source: For type <em>%1</em>
de_de: Für Typ <em>%1</em>

source: For types <em>%1</em>
de_de: Für Typen <em>%1</em>

source: Changes
de_de: Änderungen

source: No change log available
de_de: Kein Änderungsprotokoll verfügbar

source: Added
de_de: Hinzugefügt

source: Edited
de_de: Bearbeitet

source: Deleted
de_de: Gelöscht

source: Not set
de_de: Nicht eingestellt

source: Non-existent
de_de: Nicht vorhanden

source: &lt;MISSING&gt;
de_de: &lt;FEHLT&gt;

source: Set %1 to %2
de_de: Setzen Sie %1 auf %2

source: Related to %1 (%2)
de_de: Zugehöriges Los

source: Include source information?
de_de: Quellenangaben einbeziehen?

source: Check this option if source information can be specified for this attribute. (The default is no.)
de_de: Aktivieren Sie diese Option, um die Eindeutigkeit für alle Werte für dieses Attribut zu erzwingen.

source: Value %1 was not set for %2 because it does not refer to an existing %3
de_de: Der Wert %1 wurde nicht für %2 b festgelegt, da er nicht auf ein vorhandenes %3 verweist", $ps_value, caGetOption('logReference', $pa_options, '???

source: %1 id %2 is not valid for element %3
de_de: Datei ist kein gültiges Format

source: Method %1 does not exist for %2 attributes
de_de: Medien sind nicht vorhanden oder nicht lesbar

source: Require value
de_de: Wert erforderlich

source: Check this option if you want to require that a collection be selected.
de_de: Aktivieren Sie diese Option, wenn eine Sammlung ausgewählt werden soll.

source: Allow duplicate values?
de_de: Doppelte Werte zulassen?

source: Check this option if you want to allow duplicate values to be set when element is not in a container and is repeating.
de_de: Aktivieren Sie diese Option, wenn Sie das Festlegen doppelter Werte zulassen möchten, wenn sich das Element nicht in einem Container befindet und sich wiederholt.

source: Show error message for duplicate values?
de_de: Fehlermeldung bei doppelten Werten anzeigen?

source: Check this option to show an error message when value is duplicate and <em>allow duplicate values</em> is not set.
de_de: Aktivieren Sie diese Option, um eine Fehlermeldung anzuzeigen, wenn der Wert doppelt ist und <em>doppelte Werte zulassen</em> nicht festgelegt ist.

source: Width of field in user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: Width, in characters, of the field when displayed in a user interface.
de_de: Breite (in Zeichen) des Felds bei Anzeige in einer Benutzeroberfläche.

source: Does not use locale setting
de_de: Gebietsschemaeinstellung wird nicht verwendet

source: Check this option if you don't want your collection values to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn Sie das Festlegen doppelter Werte zulassen möchten, wenn sich das Element wiederholt.

source: Allow single value per locale
de_de: Einzelner Wert pro Gebietsschema zulassen

source: Check this option to restrict entry to a single value per-locale.
de_de: Aktivieren Sie diese Option, um den Eintrag auf einen einzelnen Wert pro Gebietsschema zu beschränken.

source: Can be used for sorting
de_de: Kann zum Sortieren verwendet werden

source: Check this option if this attribute value can be used for sorting of search results. (The default is to be.)
de_de: Aktivieren Sie diese Option, wenn dieser Attributwert zum Sortieren von Suchergebnissen verwendet werden kann. (Der Standardwert ist ja.)

source: Can be used in search form
de_de: Kann im Suchformular verwendet werden

source: Check this option if this attribute value can be used in search forms. (The default is to be.)
de_de: Aktivieren Sie diese Option, wenn dieser Attributwert in Suchformularen verwendet werden kann. (Der Standardwert ist ja.)

source: Can be used in display
de_de: Kann im Display verwendet werden

source: Check this option if this attribute value can be used for display in search results. (The default is to be.)
de_de: Aktivieren Sie diese Option, wenn dieser Attributwert für die Anzeige in Suchergebnissen verwendet werden kann. (Der Standardwert ist ja.)

source: Allow PDF output?
de_de: PDF-Ausgabe zulassen?

source: Check this option if this metadata element can be output as a printable PDF. (The default is not to be.)
de_de: Aktivieren Sie diese Option, wenn dieses Metadatenelement als druckbare PDF-Datei ausgegeben werden kann. (Der Standardwert ist nein.)

source: Allow PDF output for individual values?
de_de: PDF-Ausgabe für einzelne Werte zulassen?

source: Check this option if individual values for this metadata element can be output as a printable PDF. (The default is not to be.)
de_de: Aktivieren Sie diese Option, wenn einzelne Werte für dieses Metadatenelement als druckbare PDF-Datei ausgegeben werden können. (Der Standardwert ist nein.)

source: Value delimiter
de_de: Werttrennzeichen

source: Delimiter to use between multiple values when used in a display.
de_de: Trennzeichen, das bei Verwendung in einer Anzeige zwischen mehreren Werten verwendet werden soll.

source: Width of data entry field in user interface
de_de: Breite des Dateneingabefeldes in der Benutzeroberfläche

source: Height of data entry field in user interface
de_de: Höhe des Dateneingabefeldes in der Benutzeroberfläche

source: Height, in characters, of the field when displayed in a user interface.
de_de: Höhe (in Zeichen) des Felds bei Anzeige in einer Benutzeroberfläche.

source: Default color
de_de: Standardfarbe

source: Show hex color value below color chip?
de_de: Hexadezimal-Farbwert unter Farbchip anzeigen?

source: Check this option to display the hex value of the selected color below the color chip.
de_de: Aktivieren Sie diese Option, um den Hexadezimalwert der ausgewählten Farbe unter dem Farbchip anzuzeigen.

source: Show RGB color value below color chip?
de_de: RGB-Farbwert unter Farbchip anzeigen?

source: Check this option to display the RGB value of the selected color below the color chip.
de_de: Aktivieren Sie diese Option, um den RGB-Wert der ausgewählten Farbe unter dem Farbchip anzuzeigen.

source: Color is invalid
de_de: Farbe ist ungültig

source: Check this option if you don't want your compound attributes to be locale-specific. (The default is to be.)
de_de: Aktivieren Sie diese Option, wenn Sie nicht möchten, dass Ihre zusammengesetzten Attribute gebietsschemaspezifisch sind. (Der Standardwert ist ja.)

source: Check this option if you want to allow duplicate values to be set when element is repeating.
de_de: Aktivieren Sie diese Option, wenn Sie das Festlegen doppelter Werte zulassen möchten, wenn sich das Element wiederholt.

source: Line breaks
de_de: Zeilenumbrüche

source: Insert number of metadata elements after which a line break should be inserted here. (Default is 0 - i.e. no line breaks)
de_de: Fügen Sie die Anzahl von Metadatenelementen ein, nach denen ein Zeilenumbruch eingefügt werden soll. (Standard ist 0 - d.h. keine Zeilenumbrüche)

source: Delimiter to use between multiple values.
de_de: Trennzeichen, das zwischen mehreren Werten verwendet werden soll.

source: Display template for read-only mode
de_de: Anzeigevorlage für schreibgeschützten Modus

source: Layout used when a container value is in read-only mode. If this template is set, existing values are always displayed in read-only mode until you click to edit. This can be used to preserve screen space for large containers.
de_de: Layout wird verwendet, wenn sich ein Containerwert im schreibgeschützten Modus befindet. Wenn diese Vorlage festgelegt ist, werden vorhandene Werte immer im schreibgeschützten Modus angezeigt, bis Sie für die Bearbeitung darauf klicken. Dies kann verwendet werden, um Bildschirmraum für große Container zu sparen.

source: Minimum value
de_de: Minimalwert

source: The minimum value allowed. Input less than the required value will be rejected.
de_de: Der zulässige Mindestwert. Eingaben, die unter dem erforderlichen Wert liegen, werden abgelehnt.

source: Maximum value
de_de: Maximalwert

source: The maximum value allowed. Input greater than the required value will be rejected.
de_de: Der maximal zulässige Wert. Eingaben, die größer als der erforderliche Wert sind, werden abgelehnt.

source: System default
de_de: Systemstandard

source: Canadian Dollar (CDN)
de_de: Kanadischer Dollar (CDN)

source: Australian Dollar (AUD)
de_de: Australischer Dollar (AUD)

source: Use currency for "$"
de_de: Währung für "$" verwenden

source: Currency indicated for values using the "$" character.
de_de: Die Währung wird für Werte mit dem Zeichen "$" angegeben.

source: Check this option if you don't want your currency values to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn die Währungswerte nicht gebietsschemaspezifisch sein sollen. (Der Standardwert ist nein.)

source: Must not be blank
de_de: Darf nicht leer sein

source: Check this option if this attribute value must be set to some value - it must not be blank in other words. (The default is not to be.)
de_de: Aktivieren Sie diese Option, wenn dieser Attributwert auf einen Wert festgelegt werden muss - er darf mit anderen Worten nicht leer sein. (Der Standardwert ist nein.)

source: %1 must not be empty
de_de: Weglassen, wenn nicht leer

source: %1 is not a valid currency value; be sure to include a currency symbol
de_de: %1 ist kein gültiger Währungswert; geben Sie unbedingt ein Währungssymbol an

source: %1 does not use a valid decimal notation for your locale
de_de: %1 verwendet keine gültige Dezimalschreibweise für Ihr Gebietsschema

source: Currency specified for %1 does not appear to be valid
de_de: Die für %1 do angegebene Währung scheint nicht gültig zu sein

source: %1 must not be negative
de_de: Etikett darf nicht leer sein

source: %1 must be at least %2
de_de: %1 muss mindestens %2 sein

source: %1 must be less than %2
de_de: Start muss kleiner als Ende sein

source: Date display format
de_de: Format der Datumsanzeige

source: Formatted as text (ex. July 20, 1969)
de_de: Als Text formatiert (z. B. 20. Juli 1969)

source: Formatted as delimited (ex. 7/20/1969)
de_de: Formatiert als Trennzeichen (z. B. 7/20/1969)

source: ISO-8601 (ex. 1969-07-20)
de_de: ISO-8601 (z.B. 1969-07-20)

source: As entered by user
de_de: Wie vom Benutzer eingegeben

source: Format to use for display of dates, if different from system default.
de_de: Format, das für die Anzeige von Datumsangaben verwendet werden soll, falls es vom Systemstandard abweicht.

source: Date range boundaries
de_de: Datumsbereichsgrenzen

source: The range of dates that are accepted. Input dates outside the range will be rejected. Leave blank if you do not require restrictions.
de_de: Der Datumsbereich, der akzeptiert wird. Eingabedaten außerhalb des Bereichs werden abgelehnt. Lassen Sie leer, wenn Sie keine Einschränkungen benötigen.

source: Check this option if you don't want your date ranges to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn Ihre Datumsbereiche nicht gebietsschemaspezifisch sein sollen. (Der Standardwert ist nein.)

source: Include date picker
de_de: Datumsauswahl einschließen

source: Check this option if you want a calendar-based date picker to be available for date entry. (The default is to not include a picker.)
de_de: Aktivieren Sie diese Option, wenn eine kalenderbasierte Datumsauswahl für die Datumseingabe verfügbar sein soll. (Die Standardeinstellung ist, dass keine Auswahl enthalten ist.)

source: Date picker date format
de_de: Datumsformat der Datumsauswahl

source: US Delimited (ex. 07/16/2012)
de_de: US Begrenzt (ex. 16.07.2012)

source: European Delimited (ex. 16/07/2012)
de_de: Europäisch Begrenzt (ex. 16/07/2012)

source: Month Day, Year (ex. July 16, 2012)
de_de: Monat Tag, Jahr (z.B. 16. Juli 2012)

source: Month Day Year (ex. July 16 2012)
de_de: Monat Tag Jahr (z.B. 16. Juli 2012)

source: Day Month Year (ex. 16 July 2012)
de_de: Tag Monat Jahr (z.B. 16. Juli 2012)

source: Short month Day Year (ex. Jul 16 2012)
de_de: Kurzer Monat Tag Jahr (z.B. Jul 16 2012)

source: Day Short month Year (ex. 16 July 2012)
de_de: Tag Kurzer Monat Jahr (z. B. 16. Juli 2012)

source: Format to use for dates selected from the date picker. (The default is YY-MM-DD format.)
de_de: Format für Datumsangaben, die mithilfe der Datumsauswahl ausgewählt wurden. (Der Standardwert ist das YY-MM-DD-Format.)

source: Is a lifespan
de_de: Ist eine Lebensdauer

source: Check this option if this attribute value represents a persons lifespan. Lifespans are displayed in a slightly different format in many languages than standard dates. (The default is not to be.)
de_de: Aktivieren Sie diese Option, wenn dieser Attributwert eine Lebensdauer von Personen darstellt. Lebensdauern werden in vielen Sprachen in einem etwas anderen Format angezeigt als Standarddaten. (Der Standardwert ist nein.)

source: Value to pre-populate a newly created attribute with
de_de: Automatischer Wert eines neu erstellten Attributs

source: Suggest existing values?
de_de: Vorhandene Werte vorschlagen?

source: Check this option if you want this attribute to suggest previously saved values as text is entered.
de_de: Aktivieren Sie diese Option, wenn dieses Attribut zuvor gespeicherte Werte bei der Texteingabe vorschlagen soll.

source: Sort suggested values by?
de_de: Die vorgeschlagenen Werte sortieren nach?

source: If suggestion of existing values is enabled this option determines how returned values are sorted. Choose <i>value</i> to sort alphabetically. Choose <i>most recently added </i> to sort with most recently entered values first.
de_de: Wenn der Vorschlag vorhandener Werte aktiviert ist, bestimmt diese Option, wie zurückgegebene Werte sortiert werden. Wählen Sie <i>Wert</i> aus, um alphabetisch zu sortieren. Wählen Sie <i>zuletzt hinzugefügt</i> aus, um die zuletzt eingegebenen Werte zuerst anzuzeigen.

source: Most recently added
de_de: Zuletzt hinzugefügt

source: %1 is invalid
de_de: Farbe ist ungültig

source: %1 must be within %2
de_de: %1 muss innerhalb von %2 liegen

source: Check this option if you want to require that an entity be selected.
de_de: Aktivieren Sie diese Option, wenn Sie die Auswahl einer Entität erzwingen möchten.

source: Check this option if you don't want your entity values to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn Ihre Währungswerte sowohl in der angegebenen als auch in der lokalen Währung angezeigt werden sollen.

source: Check this option if you don't want your media to be locale-specific. (The default is not to be.)
de_de: Aktivieren Sie diese Option, wenn ein Fehler ausgelöst werden soll, falls diese Messung leer bleibt.

source: Default width of media display in user interface
de_de: Standardbreite der Medienanzeige in der Benutzeroberfläche

source: Width in pixels of the media display.
de_de: Breite in Pixel der Medienanzeige.

source: Height of media display in user interface
de_de: Höhe der Medienanzeige in der Benutzeroberfläche

source: Height in pixels of the media display.
de_de: Höhe in Pixel der Medienanzeige.

source: %1 is not a valid url
de_de: Datei ist kein gültiges Format

source: %1 is not a valid external media url. Only %2 are supported.
de_de: %1 ist keine gültige externe Medienurl. Es werden nur %2 unterstützt.

source: %1 media url
de_de: Keine Medien hochgeladen

source: or
de_de: oder

source: View &rsaquo;
de_de: Anzeigen &rsaquo;

source: Less &rsaquo;
de_de: Weniger &rsaquo;

source: More &rsaquo;
de_de: Mehr &rsaquo;

source: Check this option if you don't want your file to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn ein Fehler ausgelöst werden soll, falls diese Messung leer bleibt.

source: Uploaded file
de_de: Hochgeladene Datei

source: No file uploaded
de_de: Es wurden keine Dateien hochgeladen

source: Set file
de_de: Festgelegte Datei

source: Check this option if you don't want your measurements to be locale-specific. (The default is not to be.)
de_de: Aktivieren Sie diese Option, wenn Sie nicht möchten, dass Ihre Messungen gebietsschemaspezifisch sind. (Der Standardwert ist nein.)

source: Check this option if you want an error to be thrown if this measurement is left blank.
de_de: Aktivieren Sie diese Option, wenn ein Fehler ausgelöst werden soll, falls diese Messung leer bleibt.

source: %1 is not a valid file size
de_de: Datei ist kein gültiges Format

source: Check this option if you don't want your FloorPlan values to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn Sie nicht möchten, dass Ihre FloorPlan-Werte gebietsschemaspezifisch sind. (Der Standardwert ist nein.)

source: Check this option if this attribute value can be used for sorting of search results. (The default is not to be.)
de_de: Aktivieren Sie diese Option, wenn dieser Attributwert zum Sortieren von Suchergebnissen verwendet werden kann. (Der Standardwert ist nein.)

source: Can be empty
de_de: Kann leer sein
