Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: If set to a non-zero value, the specified number of items at the top of the hierarchy will be omitted. For example, if set to 2, the root and first child of the hierarchy will be omitted.
de_de: Bei Festlegung auf einen Wert ungleich Null wird die angegebene Anzahl von Elementen an der Spitze der Hierarchie weggelassen. Wenn Sie beispielsweise auf 2 festgelegt sind, werden der Stamm und das erste untergeordnete Element der Hierarchie weggelassen.

source: top first
de_de: nach oben zuerst

source: bottom first
de_de: unten zuerst

source: Order hierarchy
de_de: Auftragshierarchie

source: Determines order in which hierarchy is displayed.
de_de: Legt die Reihenfolge fest, in der die Hierarchie angezeigt wird.

source: Maximum length of hierarchy
de_de: Maximale Länge der Hierarchie

source: Maximum number of items to show in the hierarchy. Leave blank to show the unabridged hierarchy.
de_de: Maximale Anzahl von Elementen, die in der Hierarchie angezeigt werden sollen. Lassen Sie das Feld leer, um die ungekürzte Hierarchie anzuzeigen.

source: Hierarchical delimiter
de_de: Hierarchisches Trennzeichen

source: Text to place in-between elements of a hierarchical value.
de_de: Text, der zwischen Elementen eines hierarchischen Werts platziert werden soll.

source: Show current only?
de_de: Nur aktuell anzeigen?

source: If checked only current objects are displayed.
de_de: Wenn diese Option aktiviert ist, werden nur aktuelle Objekte angezeigt.

source: Date format
de_de: Datumsformat

source: Sets format for output of date when exporting.
de_de: Legt das Format für die Ausgabe des Datums beim Export fest.

source: General
de_de: Allgemein

source: Date and time item was created
de_de: Datum und Uhrzeit der Erstellung des Elements

source: Date and time item was last modified
de_de: Datum und Uhrzeit der letzten Änderung

source: Placement label
de_de: Platzierungsetikett

source: The label for this placement as defined in the placements settings. The value used will be adjusted to reflect the current user&apos;s locale.
de_de: Die Bezeichnung für diese Platzierung, wie in den Platzierungseinstellungen definiert. Der verwendete Wert wird angepasst, um das Gebietsschema des aktuellen Benutzers widerzuspiegeln.

source: Specified version of media
de_de: Angegebene Version des Mediums

source: The version of the media representation specified by {version name} for display.
de_de: Die Version der Mediendarstellung, die durch {Versionsname} für die Anzeige angegeben wird.

source: Value
de_de: Wert

source: Tag
de_de: Schlagwort

source: Include subtypes?
de_de: Subtypen einbeziehen?

source: Could not save change
de_de: Änderung konnte nicht gespeichert werden

source: Invalid ID
de_de: Ungültige ID

source: Invalid Type ID
de_de: Ungültige Typ-ID

source: Invalid Source ID
de_de: Ungültige Quell-ID

source: Cannot save using empty request. Are you using a bookmark?
de_de: Kann nicht aufgrund einer leerer Anforderung gespeichert werden. Verwenden Sie ein Lesezeichen?

source: Saved changes to %1
de_de: Gespeicherte Änderungen an %1

source: bundle displays ⇔ group association
de_de: Bundle-Anzeigen ⇔ Gruppenzuordnung

source: bundle displays ⇔ group associations
de_de: Bundle-Anzeigen ⇔ Gruppenzuordnungen

source: Indicates group&apos;s level of access to the display.
de_de: Gibt die Zugriffsebene der Gruppe auf die Anzeige an.

source: bundle displays ⇔ user association
de_de: Bundle zeigt ⇔ Benutzerzuordnung an

source: bundle displays ⇔ user associations
de_de: Bundle-Anzeigen ⇔ Benutzerzuordnungen

source: Indicates user&apos;s level of access to the display.
de_de: Gibt die Zugriffsebene des Benutzers auf die Anzeige an.

source: change log entry
de_de: Änderungsprotokolleintrag

source: change log entries
de_de: Protokolleinträge ändern

source: Logged date and time
de_de: Datum und Uhrzeit protokolliert

source: Date and time logged event occurred
de_de: Datum und Uhrzeit des protokollierten Ereignisses

source: User
de_de: Benutzer

source: User who performed event
de_de: Benutzer, der die Veranstaltung durchgeführt hat

source: Action
de_de: Aktion

source: Type of action performed by user
de_de: Art der vom Benutzer ausgeführten Aktion

source: change log subject
de_de: Betreff des Änderungsprotokolls

source: change log subjects
de_de: Betreff des Änderungsprotokolls

source: collection name
de_de: Name der Sammlung

source: collection names
de_de: Sammlungsnamen

source: Locale of label
de_de: Gebietsschema des Labels

source: Indicates the type of label and how it should be employed.
de_de: Gibt den Typ des Etiketts und dessen Verwendung an.

source: Name of collection
de_de: Name der Sammlung

source: Effective date
de_de: Datum des Inkrafttretens

source: Period of time for which this label was in effect. This is an option qualification for the relationship. If left blank, this relationship is implied to have existed for as long as the related items have existed.
de_de: Zeitraum, für den dieses Label in Kraft war. Dies ist eine Optionsqualifizierung für die Beziehung. Wenn das Feld leer gelassen wird, wird impliziert, dass diese Beziehung so lange existiert hat, wie die verknüpfte Elemente vorhanden sind.

source: Indicates if label is accessible to the public or not.
de_de: Gibt an, ob das Label öffentlich zugänglich ist oder nicht.

source: Unique numeric identifier used by CollectiveAccess internally to identify this collection
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern zur Identifizierung dieser Auflistung verwendet wird

source: The locale from which the collection originates.
de_de: Das Gebietsschema, aus dem die Sammlung stammt.

source: The type of the collection. In CollectiveAccess every collection has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
de_de: Der Typ der Sammlung. In CollectiveAccess hat jede Sammlung einen einzigen "instrinsischen" Typ, der die Menge der beschreibenden und administrativen Metadaten bestimmt, die auf sie angewendet werden können.

source: Collection identifier
de_de: Sammlungs-ID

source: A unique alphanumeric identifier for this collection.
de_de: Ein eindeutiger alphanumerischer Bezeichner für diese Auflistung.

source: Administrative source of the collection. This value is often used to indicate the administrative sub-division or legacy database from which the collection originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle der Sammlung. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der die Sammlung stammt, kann aber bei Bedarf auch zur Verwendung als einfaches Klassifizierungstool neu beauftragt werden.

source: Home location
de_de: Heimatort

source: The customary storage location for this collection.
de_de: Der übliche Lagerort für diese Sammlung.

source: Is deaccessioned?
de_de: Ist Deaccession?

source: Check if collection is deaccessioned
de_de: Überprüfen, ob die Sammlung deaktiviert ist

source: Date of deaccession
de_de: Datum des Beitritts

source: Enter the date the collection was deaccessioned.
de_de: Geben Sie das Datum ein, an dem die Sammlung deaktiviert wurde.

source: Date of disposal
de_de: Datum der Entsorgung

source: Enter the date the deaccessioned collection was disposed of.
de_de: Geben Sie das Datum ein, an dem die enteignete Sammlung entsorgt wurde.

source: Authorized by
de_de: Autorisiert von

source: Deaccession authorized by
de_de: Genehmigt durch

source: Deaccession notes
de_de: Beitrittsvermerke

source: Justification for deaccession.
de_de: Begründung für die Deaccession.

source: Deaccession type
de_de: Art der Beitrittsentnahme

source: Indicates type of deaccession.
de_de: Gibt die Art der Deaccession an.

source: Indicates if collection information is accessible to the public or not.
de_de: Gibt an, ob Sammlungsinformationen öffentlich zugänglich sind oder nicht.

source: Newly created
de_de: Neu erstellt

source: Editing in progress
de_de: Bearbeitung läuft

source: Editing complete - pending review
de_de: Bearbeitung abgeschlossen - Überprüfung ausstehend

source: Review in progress
de_de: Überprüfung läuft

source: Completed
de_de: Abgeschlossen

source: Indicates the current state of the collection record.
de_de: Gibt den aktuellen Status des Auflistungsdatensatzes an.

source: Is deleted?
de_de: Ist gelöscht?

source: Indicates if the collection is deleted or not.
de_de: Gibt an, ob die Auflistung gelöscht wurde oder nicht.

source: Do not inherit access settings from parent
de_de: Zugriffseinstellungen nicht vom übergeordneten Element erben

source: Inherit access settings from parent
de_de: Zugriffseinstellungen vom übergeordneten Element erben

source: Inherit access settings from parent?
de_de: Zugriffseinstellungen vom übergeordneten Element vererben?

source: Determines whether access settings set for parent collections are applied to this collection.
de_de: Bestimmt, ob Zugriffseinstellungen, die für übergeordnete Sammlungen festgelegt sind, auf diese Auflistung angewendet werden.

source: Number of views for this record.
de_de: Anzahl der Ansichten für diesen Datensatz.

source: User submitting this collection
de_de: Benutzer, der diese Sammlung einreicht

source: Submitted for group
de_de: Eingereicht für Gruppe

source: Group this collection was submitted under
de_de: Gruppe dieser Sammlung wurde eingereicht unter

source: Submission status
de_de: Status der Einreichung

source: Indicates submission status
de_de: Zeigt den Übermittlungsstatus an

source: Submission via form
de_de: Einreichung per Formular

source: Indicates what contribute form was used to create the submission
de_de: Gibt an, welches Beitragsformular zum Erstellen der Einreichung verwendet wurde.

source: Submission session
de_de: Einreichungssitzung

source: Indicates submission session
de_de: Gibt die Übermittlungssitzung an

source: Media representations
de_de: Mediendarstellungen

source: Related entities
de_de: Verknüpfte Entitäten

source: Related objects list
de_de: Liste der verknüpften Objekte

source: Related object representations list
de_de: Liste der verknüpften Objektdarstellungen

source: Related entities list
de_de: Liste verknüpfter Entitäten

source: Related places list
de_de: Liste verknüpfter Orte

source: Related occurrences list
de_de: Liste Verknüpfte Ereignisse

source: Related collections list
de_de: Liste verknüpfter Sammlungen

source: Related list items list
de_de: Liste der verknüpften Listen-Items

source: Related storage locations list
de_de: Liste verknüpfter Speicherorte

source: Related loans list
de_de: Liste verwandter Kredite

source: Related movements list
de_de: Liste verknüpfter Bewegungen

source: Related object lots list
de_de: Liste verwandter Objektlose

source: Related places
de_de: Verknüpfte Orte

source: Related collections
de_de: Verknüpfte Sammlungen

source: Related occurrences
de_de: Verknüpfte Ereignisse

source: Related lot
de_de: Zugehöriges Los

source: Related storage locations
de_de: Zugehörige Speicherorte

source: Related vocabulary terms
de_de: Verwandte Vokabeln

source: Related sets
de_de: Verwandte Sets

source: Related loans
de_de: Zugehörige Darlehen

source: Related movements
de_de: Verwandte Bewegungen

source: Related tour stops
de_de: Zugehörige Tourstopps

source: Hierarchy navigation
de_de: Hierarchienavigation

source: Location in hierarchy
de_de: Position in der Hierarchie

source: Deaccession status
de_de: Status der Streichung des Beitritts

source: References
de_de: Referenzen

source: History tracking – current value
de_de: Historienverfolgung – aktueller Wert

source: Current history tracking date
de_de: Datum der Nachverfolgung des aktuellen Verlaufs

source: History
de_de: Verlauf

source: Current contents
de_de: Aktueller Inhalt

source: Display template
de_de: Vorlage anzeigen

source: collection ⇔ collection relationship
de_de: Sammlung ⇔ Sammlung Beziehung

source: collection ⇔ collection relationships
de_de: Sammlung ⇔ Sammlung Beziehungen

source: Period of time for which this relationship was in effect. This is an option qualification for the relationship. If left blank, this relationship is implied to have existed for as long as the related items have existed.
de_de: Zeitraum, für den diese Beziehung in Kraft war. Dies ist eine Optionsqualifizierung für die Beziehung. Wenn das Feld leer gelassen wird, wird impliziert, dass diese Beziehung so lange existiert hat, wie die zugehörigen Elemente vorhanden sind.

source: The relative priority of the relationship when displayed in a list with other relationships. Lower numbers indicate higher priority.
de_de: Die relative Priorität der Beziehung, wenn sie in einer Liste mit anderen Beziehungen angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: collection ⇔ storage location relationship
de_de: Sammlung ⇔ Lagerort Beziehung

source: collection ⇔ storage location relationships
de_de: Sammlung ⇔ Lagerort Beziehungen

source: collection ⇔ vocabulary term relationship
de_de: Veranstaltung ⇔ Vokabularbegriff Beziehung

source: collection ⇔ vocabulary term relationships
de_de: Sammlung ⇔ Vokabularbegriff Beziehungen

source: data exporter item
de_de: Datenexporter-Element

source: data exporter items
de_de: Datenexporter-Elemente

source: Unique numeric identifier used by CollectiveAccess internally to identify this exporter item
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern zur Identifizierung dieses Exporterelements verwendet wird

source: External element
de_de: Externes Element

source: Name of the target element. For XML exports this would be the XML element or attribute name.
de_de: Name des Zielelements. Bei XML-Exporten wäre dies der XML-Element- oder Attributname.

source: Export context
de_de: Kontext exportieren

source: This setting can be used to switch the context of the export for this exporter item and all its children to a different table, for instance to related entities. The element is automatically repeated for all selected related records. Leave empty to inherit context from parent item.
de_de: Diese Einstellung kann verwendet werden, um den Kontext des Exports für dieses Exporterelement und alle seine untergeordneten Elemente in eine andere Tabelle zu wechseln, z. B. in verknüpfte Entitäten. Das Element wird automatisch für alle ausgewählten zugehörigen Datensätze wiederholt. Lassen Sie das Feld leer, um den Kontext vom übergeordneten Element zu erben.

source: Data source
de_de: Datenquelle

source: Determines where the exported data is taken from. This will typically be a bundle name.
de_de: Legt fest, woher die exportierten Daten stammen. Dies ist in der Regel ein Paketname.

source: exporter item settings
de_de: Einstellungen für Exporterelemente

source: Default value
de_de: Standardwert

source: Value to use if data source value is blank.
de_de: Zu verwendender Wert, wenn der Datenquellenwert leer ist.

source: Delimiter to use to concatenate repeating values.
de_de: Trennzeichen zum Verketten wiederholter Werte.

source: Text to prepend to value prior to export.
de_de: Text, der dem Wert vor dem Export vorangestellt werden soll.

source: Text to append to value prior to export.
de_de: Text, der vor dem Export an den Wert angehängt werden soll.

source: Format exported value with provided template. Template may include caret (^) prefixed placeholders that refer to data source values. This setting can also be used to set static values for exporter items without data source.
de_de: Formatiert den exportierten Wert mit der bereitgestellten Vorlage. Die Vorlage kann Platzhalter mit einem vorangestellten Caret (^) enthalten, die sich auf die Werte der Datenquelle beziehen. Diese Einstellung kann auch verwendet werden, um statische Werte für Exporter-Elemente ohne Datenquelle festzulegen.

source: Truncate to specified length if value exceeds that length.
de_de: Auf die angegebene Länge abschneiden, wenn der Wert diese Länge überschreitet.

source: yes
de_de: ja

source: no
de_de: nein

source: Repeat element for multiple values
de_de: Repeat-Element für mehrere Werte

source: If the current selector/template returns multiple values, this setting determines if the element is repeated for each value.
de_de: Wenn der aktuelle Selektor/die aktuelle Vorlage mehrere Werte zurückgibt, bestimmt diese Einstellung, ob das Element für jeden Wert wiederholt wird.

source: Remove duplicate values
de_de: Entfernen doppelter Werte

source: Remove duplicate values from returned set of values for export.
de_de: Entfernen Sie doppelte Werte aus dem zurückgegebenen Satz von Werten für den Export.

source: Convert codes to display text
de_de: Konvertieren von Codes in die Anzeige von Text

source: If set, id values refering to foreign keys are returned as preferred label text in the current locale.
de_de: Wenn festgelegt, werden id-Werte, die auf Fremdschlüssel verweisen, als bevorzugter Beschriftungstext im aktuellen Gebietsschema zurückgegeben.

source: Convert codes to idno
de_de: Codes in idno konvertieren

source: If set, id values refering to foreign keys are returned as idno.
de_de: Wenn festgelegt, werden id-Werte, die auf Fremdschlüssel verweisen, als idno zurückgegeben.

source: Return id numbers for List attribute values
de_de: Rückgabe-ID-Nummern für List-Attributwerte

source: If set, idnos are returned for List attribute values instead of primary key values. Do not combine this with convertCodesToDisplayText!
de_de: Wenn festgelegt, werden idnos für List-Attributwerte anstelle von Primärschlüsselwerten zurückgegeben. Kombinieren Sie dies nicht mit convertCodesToDisplayText!

source: Remove HTML pages from output?
de_de: HTML-Seiten aus der Ausgabe entfernen?

source: If set, HTML/XML tags are removed from output.
de_de: Wenn festgelegt, werden HTML/XML-Tags aus der Ausgabe entfernt.

source: Skip if expression
de_de: Wenn Ausdruck überspringen

source: The current mapping is skipped if the given expression evaluates to true.
de_de: Die aktuelle Zuordnung wird übersprungen, wenn der angegebene Ausdruck als true ausgewertet wird.

source: Skip if source value is empty
de_de: Überspringen, wenn der Quellwert leer ist

source: The current mapping is skipped if the source value is empty.
de_de: Das aktuelle Mapping wird übersprungen, wenn der Quellwert leer ist.

source: Regular expression filter
de_de: Filter für reguläre Ausdrücke

source: Any value that does NOT match this PCRE regular expression is filtered and not exported. Insert expression without delimiters.
de_de: Alle Werte, die NICHT mit diesem regulären PCRE-Ausdruck übereinstimmen, werden gefiltert und nicht exportiert. Fügen Sie einen Ausdruck ohne Trennzeichen ein.

source: Original values
de_de: Ursprüngliche Werte

source: Return-separated list of values from the CollectiveAccess source to be replaced. PCRE-style regular expressions are allowed (without delimiters).
de_de: Rückgabegetrennte Liste von Werten aus der zu ersetzenden Datenquelle. Beispielsweise wird das Foto in der Datenquelle verwendet, aber das Foto wird in CollectiveAccess verwendet.

source: Replacement values
de_de: Wiederbeschaffungswerte

source: Return-separated list of replacement values that correspond to the mapped values from the original data source.
de_de: Rückgabegetrennte Liste von Ersetzungswerten, die den zugeordneten Werten aus der ursprünglichen Datenquelle entsprechen.

source: Locale code to use to get the field values. If not set, the system/user default is used.
de_de: Gebietsschemacode, der zum Abrufen der Feldwerte verwendet werden soll. Wenn nicht festgelegt, wird der System-/Benutzerstandard verwendet.

source: Return all locales
de_de: Alle Gebietsschemas zurückgeben

source: Return all available values for any locale. If not set, only values for the current locale are returned.
de_de: Gibt alle verfügbaren Werte für ein beliebiges Gebietsschema zurück. Wenn nicht festgelegt, werden nur Werte für das aktuelle Gebietsschema zurückgegeben.

source: Omit if empty
de_de: Auslassen, wenn leer

source: Omit this item and all its children unless this CollectiveAccess bundle specifier returns a result.
de_de: Lassen Sie dieses Element und alle seine untergeordneten Elemente weg, es sei denn, dieser CollectiveAccess-Paketbezeichner gibt ein Ergebnis zurück.

source: Omit if not empty
de_de: Weglassen, wenn nicht leer

source: Omit this item and all its children if this CollectiveAccess bundle specifier returns a non-empty result.
de_de: Lassen Sie dieses Element und alle seine untergeordneten Elemente weg, wenn dieser CollectiveAccess-Paketbezeichner ein nicht leeres Ergebnis zurückgibt.

source: Omit if no children are present
de_de: Weglassen, wenn keine Kinder anwesend sind

source: Omit this item if it has no children.
de_de: Lassen Sie dieses Element weg, wenn es keine untergeordneten Elemente enthält.

source: Restricts the context of the mapping to only records of the designated type. Only valid when context is set.
de_de: Beschränkt den Kontext der Zuordnung auf Datensätze des angegebenen Typs. Nur gültig, wenn der Kontext festgelegt ist.

source: Filter types
de_de: Typen filtern

source: Filter returned list item hierarachy returning only items with the specified types. Only valid for export of list item attributes.
de_de: Filtern Sie zurückgegebene Listenelement-Hierarachy, wobei nur Elemente mit den angegebenen Typen zurückgegeben werden. Nur gültig für den Export von Listenelementattributen.

source: Restricts the context of the mapping to only records related with the designated relationship type. Only valid when context is set.
de_de: Beschränkt den Kontext der Zuordnung auf Datensätze, die mit dem angegebenen Beziehungstyp verknüpft sind. Nur gültig, wenn der Kontext festgelegt ist.

source: Restrict to bundle values
de_de: Auf Bündelwerte beschränken

source: Restricts the context of the mapping to only records related with the designated bundle values. Only valid when context is set.
de_de: Beschränkt den Kontext des Mappings auf Datensätze, die mit den angegebenen Bundle-Werten verknüpft sind. Nur gültig, wenn der Kontext festgelegt ist.

source: Check access
de_de: Zugriff prüfen

source: Restricts the context of the mapping to only records with one of the designated access values. Only valid when context is set.
de_de: Beschränkt den Kontext des Mappings auf Datensätze mit einem der angegebenen Zugriffswerte. Nur gültig, wenn der Kontext festgelegt ist.

source: Sort
de_de: Sortieren

source: Sorts the values returned for a context switch on these fields. Only valid when context is set.
de_de: Sortiert die für einen Kontextwechsel zurückgegebenen Werte in diesen Feldern. Nur gültig, wenn der Kontext festgelegt ist.

source: Start as ISO8601
de_de: Beginnen Sie als ISO8601

source: If set, only the end of a date range is exported for the current mapping. Format is ISO8601. Only applies to exports of DateRange attributes.
de_de: Wenn festgelegt, wird nur das Ende eines Datumsbereichs für das aktuelle Mapping exportiert. Format ist ISO8601. Gilt nur für Exporte von DateRange-Attributen.

source: End as ISO8601
de_de: Ende als ISO8601

source: If set, only the beginning of a date range is exported for the current mapping. Format is ISO8601. Only applies to exports of DateRange attributes.
de_de: Wenn festgelegt, wird nur der Anfang eines Datumsbereichs für das aktuelle Mapping exportiert. Format ist ISO8601. Gilt nur für Exporte von DateRange-Attributen.

source: Omit time portion of date/time values
de_de: Zeitabschnitt von Datums-/Uhrzeitwerten weglassen
