Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: Delete lists and list items
de_de: Liste der verknüpften Listen-Items

source: Duplicate lists
de_de: Duplizieren

source: Allow user to duplicate lists
de_de: Doppelte Werte zulassen?

source: Duplicate list items
de_de: Liste der verknüpften Listen-Items

source: Allow user to duplicate list items
de_de: Doppelte Werte zulassen?

source: Export lists
de_de: Export beendet.

source: Export list items
de_de: Listenelemente

source: Allow user to export list items
de_de: Methode zum Sortieren verwandter Elemente.

source: Change type for list items
de_de: Ändern des Schreibzugriffs

source: Manage access control lists for lists
de_de: Zugriffssteuerungslisten

source: Manage access control lists for list items
de_de: Zugriffssteuerungslisten

source: Batch edit list items
de_de: Beobachtete Artikel

source: Batch delete list items
de_de: Liste der verknüpften Listen-Items

source: Allow user to delete batches of list items
de_de: Sie haben keinen Löschzugriff für dieses Element

source: Web service API access
de_de: Benutzerzugriff

source: Use JSON search service
de_de: Rechercheüberblick

source: Use search service
de_de: Rechercheüberblick

source: Use access control service
de_de: Zugriffssteuerungsliste

source: Pawtucket Actions
de_de: Elementbeschriftungen

source: Actions allowing access
de_de: Zugriff ändern

source: Can Download Media
de_de: Medien konnten nicht heruntergeladen werden

source: Can do library self-check out
de_de: Bibliotheksausleihen

source: Can edit site pages for theme
de_de: Übergeordnetes Listenelement für dieses Element

source: Create site page
de_de: Seite der Website

source: Edit site page
de_de: Seite der Website

source: Delete site page
de_de: Seite der Website

source: Duplicate site page
de_de: [Duplikate]

source: Allow user to use duplicate site pages
de_de: Doppelte Werte zulassen?

source: Editing
de_de: Bearbeiten

source: Batch editing
de_de: Beobachteter Artikel

source: Units of measurement
de_de: Keine gültige Messung

source: Duplication tools
de_de: Publikationsstatus

source: Quick search
de_de: suchen

source: User profile
de_de: Benutzerprofil

source: User interface locale
de_de: Stil der Benutzeroberfläche

source: User interface theme
de_de: Stil der Benutzeroberfläche

source: Show current location as 'breadcrumb' trail
de_de: Aktueller Standort des Objekts

source: Default cataloguing locale
de_de: Standardfarbe

source: Use system default
de_de: Systemstandard

source: Remove references
de_de: Referenzen

source: Transfer references to another item
de_de: Maximale Anzahl von Verweisen, die pro Element angezeigt werden sollen.

source: Object editor user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: Object lot editor user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: Entity editor user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: Place editor user interface
de_de: Benutzeroberflächen

source: Occurrence editor user interface
de_de: Anzeigevorlage für Vorkommen

source: Collection editor user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: Storage location editor user interface
de_de: Name des Speicherorts

source: Object representation editor user interface
de_de: Anzeigevorlage für die Objektdarstellung

source: Selects which user interface to use when editing object representations.
de_de: Der übliche Speicherort für diese Objektdarstellung.

source: Representation annotation editor user interface
de_de: Titel der Darstellungsanmerkung

source: Sets editor user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: Selects which user interface to use when editing sets.
de_de: Meldung, die zur Anzeige für den Benutzer bei der Darstellung von Problemen verwendet wird.

source: Set item editor user interface
de_de: Breite der Liste in der Benutzeroberfläche

source: List editor user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: List item editor user interface
de_de: Breite der Liste in der Benutzeroberfläche

source: Loan editor user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: Movement editor user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: Search form editor user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: Display editor user interface
de_de: Breite der Kartendarstellung in der Benutzeroberfläche

source: Relationship type editor user interface
de_de: Beziehungstyp-Hierarchiebezeichner

source: User interface editor user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: Selects which user interface to use when editing user interfaces.
de_de: Höhe (in Zeichen) des Felds bei Anzeige in einer Benutzeroberfläche.

source: User interface screen editor user interface
de_de: Bildschirme der Benutzeroberfläche

source: Import/export mapping editor user interface
de_de: Mapping ist nicht vorhanden

source: Import/export mapping group editor user interface
de_de: Mapping ist nicht vorhanden

source: Tour editor user interface
de_de: Breite des Feldes in der Benutzeroberfläche

source: Tour stop editor user interface
de_de: Breite der Liste in der Benutzeroberfläche

source: Display measurements in
de_de: Einstellungen Darstellung

source: metric units
de_de: Ausdehnungseinheiten

source: imperial fractions
de_de: Mediendauer

source: Preferred display currency
de_de: Bevorzugtes Label

source: Determines preferred currency to use for display.
de_de: Legt die Reihenfolge fest, in der die Hierarchie angezeigt wird.

source: Duplicate non-preferred labels?
de_de: Nicht bevorzugte Etiketten

source: Duplicate object metadata?
de_de: Zugeordnete Formularmetadaten

source: Duplicate relationships?
de_de: Orts- ⇔ Ortsbeziehungen

source: Checked relationships will be duplicated.
de_de: Wenn diese Option aktiviert ist, werden nur aktuelle Beziehungen angezeigt.

source: Duplicate media?
de_de: Duplizieren

source: If checked all media associated with the object will be duplicated.
de_de: Wenn diese Option aktiviert ist, wird eine Option zum Stapelbearbeiten von Inhalten angezeigt.

source: Duplicate element settings
de_de: Einstellungen für Listenelemente

source: Metadata elements to be duplicated.
de_de: Bearbeitungsreihenfolge der Metadatenelemente

source: If set alternate names for the lot will be duplicated.
de_de: Wenn doppelte Werte in Feldern gesetzt werden, werden sie ignoriert.

source: Duplicate lot metadata?
de_de: Zugeordnete Formularmetadaten

source: If set all selected fields in the lot will be duplicated.
de_de: Wenn doppelte Werte in Feldern gesetzt werden, werden sie ignoriert.

source: If set alternate names for the place will be duplicated.
de_de: Wenn doppelte Werte in Feldern gesetzt werden, werden sie ignoriert.

source: Duplicate place metadata?
de_de: Website-Seite Medien

source: If set all selected fields in the place will be duplicated.
de_de: Wenn doppelte Werte in Feldern gesetzt werden, werden sie ignoriert.

source: Duplicate collection metadata?
de_de: Liste verknüpfter Sammlungen

source: Duplicate collection child records?
de_de: Liste verknüpfter Sammlungen

source: Duplicate occurrence metadata?
de_de: Liste Verknüpfte Ereignisse

source: Duplicate occurrence child records?
de_de: Liste Verknüpfte Ereignisse

source: If set alternate names for the storage location will be duplicated.
de_de: Gibt an, ob der Speicherort gelöscht wurde oder nicht.

source: Duplicate storage location metadata?
de_de: Liste verknüpfter Speicherorte

source: If set all selected fields in the storage location will be duplicated.
de_de: Gibt an, ob der Speicherort gelöscht wurde oder nicht.

source: Duplicate storage location child records?
de_de: Liste verknüpfter Speicherorte

source: If set alternate names for the loan will be duplicated.
de_de: Wenn doppelte Werte in Feldern gesetzt werden, werden sie ignoriert.

source: Duplicate loan metadata?
de_de: Zugeordnete Formularmetadaten

source: If set all selected fields in the loan will be duplicated.
de_de: Wenn doppelte Werte in Feldern gesetzt werden, werden sie ignoriert.

source: Duplicate movement metadata?
de_de: Zugeordnete Formularmetadaten

source: Duplicate tour metadata?
de_de: Zugeordnete Formularmetadaten

source: Duplicate tour stops?
de_de: Zugehörige Tourstopps

source: If checked all stops in the tour will be included.
de_de: Wenn diese Option aktiviert ist, wird eine Option zum Stapelbearbeiten von Inhalten angezeigt.

source: Duplicate tour stop metadata?
de_de: Zugeordnete Formularmetadaten

source: If set alternate names for the list will be duplicated.
de_de: Wenn doppelte Werte in Feldern gesetzt werden, werden sie ignoriert.

source: If set all selected fields in the list will be duplicated.
de_de: Wenn doppelte Werte in Feldern gesetzt werden, werden sie ignoriert.

source: If set alternate names for the list item will be duplicated.
de_de: Wenn diese Option aktiviert ist, wird die Sortierung verwandter Elemente deaktiviert.

source: Duplicate list item metadata?
de_de: Liste der verknüpften Listen-Items

source: If set all selected fields in the list item will be duplicated.
de_de: Wenn diese Option aktiviert ist, wird die Sortierung verwandter Elemente deaktiviert.

source: If set alternate names for the set will be duplicated.
de_de: Wenn doppelte Werte in Feldern gesetzt werden, werden sie ignoriert.

source: If set all selected fields in the set will be duplicated.
de_de: Wenn doppelte Werte in Feldern gesetzt werden, werden sie ignoriert.

source: Duplicate items?
de_de: Duplizieren

source: If checked all items in the set will be included in the duplicated set.
de_de: Wenn diese Option aktiviert ist, ist diese Option die Standardauswahl für die Liste.

source: Duplicate placements?
de_de: UI-Bundle-Platzierungen

source: Quick search settings
de_de: Suchformular-Einstellungen

source: Field of research
de_de: Wissensgebiet

source: Art history
de_de: Verlauf

source: Photography
de_de: Biografie

source: Authentication
de_de: Benachrichtigungen

source: Your organization.
de_de: Organisation

source: Address 1
de_de: Adresse

source: Your street address.
de_de: Ihre E-Mail Adresse

source: Address 2
de_de: Adresse

source: Your country.
de_de: Land

source: Postal code
de_de: Richtliniencode

source: Your postal code.
de_de: Tour-Code

source: Your fax.
de_de: Ihr Name
