Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: Devices
de_de: Verfahren

source: Find films by Device Type.
de_de: Suchen Sie Filme nach Verfahren.

source: Related Objects
de_de: Verknüpfte Objekte

source: Entities
de_de: Entititäten

source: Types of Activities
de_de: Arten von Tätigkeit

source: Find entities by type of activity.
de_de: Suchen Sie Entitäten nach Art der Tätigkeit.

source: has biography
de_de: hat Biographie

source: does not have biography
de_de: hat keine Biographie

source: biography
de_de: biografie

source: has historical overview
de_de: Historischer Überblick vorhanden

source: does not have historical overview
de_de: Historischer Überblick nicht vorhanden

source: historical overview
de_de: Historischer Überblick

source: has image
de_de: hat Bild

source: does not have image
de_de: hat kein Bild

source: Find objects that have associated media.
de_de: Suchen Sie nach Objekten, denen Medien zugeordnet sind.

source: Knowledge Field of Activity
de_de: Wissensfeld

source: Find organizations by Knowledge Field of Activity.
de_de: Finden Sie Organisationen nach Wissensgebiet.

source: Educational Organization Type
de_de: Art der Bildungsorganisation

source: Find organizations by Educational Organization Type.
de_de: Suchen Sie Organisationen nach Typ der Bildungsorganisation.

source: Find entities according to the Collections they belong to.
de_de: Suchen Sie Entitäten anhand der Sammlungen, zu denen sie gehören.

source: Find entities according to the places they belong to.
de_de: Finden Sie Entitäten nach den Orten, zu denen sie gehören.

source: Find person by decade of birth.
de_de: Finden Sie Person nach Geburtsjahrzehnt.

source: Date of Birth
de_de: Geburtsdatum

source: Find person by decade of death.
de_de: Finde Person nach Jahrzehnt des Todes.

source: Date of Death
de_de: Sterbedatum

source: Find organization by date
de_de: Finden Sie die Organisation nach Jahrzehnt der Gründung.

source: Dates
de_de: Termine

source: has note
de_de: hat Anmerkung

source: does not have note
de_de: hat keine Anmerkung

source: has notes
de_de: hat Anmerkungen

source: Occurrences
de_de: Vorkommen

source: Find events according to the Collections they belong to.
de_de: Finden Sie Veranstaltungen nach den Sammlungen, zu denen sie gehören.

source: Find occurrences according to the people associated with your records.
de_de: Suchen Sie Vorkommen entsprechend den Personen, die Ihren Datensätzen zugeordnet sind.

source: Find occurrences according to the places they belong to.
de_de: Finden Sie Vorkommen nach den Orten, zu denen sie gehören.

source: Find events by decade of event.
de_de: Finden Sie Veranstaltungen nach Jahrzehnt des Ereignisses.

source: Education Types
de_de: Arten der Ausbildung

source: Fields of Knowledge
de_de: Wissensgebiete

source: has description
de_de: hat Beschreibung

source: does not have description
de_de: hat keine Beschreibung

source: has descriptions
de_de: hat Beschreibungen

source: Find places according to the Collections they belong to.
de_de: Finden Sie Orte nach den Sammlungen, zu denen sie gehören.

source: Persons/Organizations
de_de: Personen/Organisationen

source: Find places according to the people and organizations associated with your records.
de_de: Finden Sie Orte nach den Personen, die mit Ihren Aufzeichnungen verknüpft sind.

source: Use of Space
de_de: Raumnutzung

source: Find places by use of space.
de_de: Finden Sie Orte nach Raumnutzung.

source: Educational Place Type
de_de: Art des Bildungsortes

source: Find locations by Educational Place Type.
de_de: Suchen Sie Standorte nach Bildungsorttyp.

source: Find places by province/state.
de_de: Suchen Sie Orte nach Provinz/Bundesland.

source: Province/States
de_de: Provinz/Bundesländer

source: Find locations that have associated media.
de_de: Suchen Sie nach Speicherorten, denen Medien zugeordnet sind.

source: case studies type
de_de: Fallstudien

source: case studies types
de_de: Fallstudien

source: Find collections according to the types defined in your collection profile.
de_de: Suchen Sie Sammlungen anhand der in Ihrem Sammlungsprofil definierten Typen.

source: person/organization
de_de: Person/Organisation

source: people/organizations
de_de: Personen/Organisationen

source: Find collections according to the people associated with your records. You can browse by name&#44; role&#44; or entity type according to your configuration.
de_de: Suchen Sie Sammlungen nach den Personen, die mit Ihren Datensätzen verknüpft sind. Sie können entsprechend Ihrer Konfiguration nach Name, Rolle oder Entitätstyp suchen.

source: Place
de_de: Ort

source: Find collections according to the places they belong to.
de_de: Finden Sie Sammlungen nach den Orten, zu denen sie gehören.

source: Relevance
de_de: Relevanz

source: UseOfSpace
de_de: Raumnutzung

source: Entity
de_de: Element

source: Part of
de_de: Teil von

source: Notes
de_de: Anmerkungen

source: Related People & Organizations
de_de: Verknüpfte Personen/Organisationen

source: Related Events
de_de: Verknüpfte Veranstaltungen

source: Related Locations
de_de: Verknüpfte Standorte

source: Gender
de_de: Geschlecht

source: Temporal Scope:
de_de: Zeitbereich:

source: Source:
de_de: Quelle:

source: Biography
de_de: Biografie

source: Related Case Study
de_de: Verknüpfte Fallstudie

source: Related Case Studies
de_de: Verknüpfte Fallstudien

source: Related Event
de_de: Verknüpfte Veranstaltung

source: Related Location
de_de: Verknüpfter Standort

source: Related Person/Organization
de_de: Verknüpfte Personen/Organisationen

source: Related Films, Texts and Images
de_de: Verwandte Filme, Texte und Bilder

source: Back
de_de: Zurück

source: Historical overview
de_de: Historischer Überblick

source: Case Study
de_de: Fallstudien

source: Note:
de_de: Anmerkung:

source: Location
de_de: Standort

source: Person/Organization
de_de: Person/Organisation

source: Name Temporal Scope:
de_de: Name Temporaler Umfang:

source: Source
de_de: Quelle

source: Country of Reference
de_de: Land

source: Note
de_de: Anmerkung

source: Grade
de_de: Schulstufe

source: Age
de_de: Alter

source: Manifestations and Items
de_de: Manifestationen und Items

source: Media Technology Type
de_de: Art der Medientechnologie

source: Language
de_de: Sprache

source: Origin
de_de: Herkunft

source: Carrier Type
de_de: Trägertyp:

source: Digital Format
de_de: Digitales Format:

source: Aspect Ratio
de_de: Seitenverhältnis:

source: Extent
de_de: Umfang

source: Duration
de_de: Dauer:

source: Provenance
de_de: Herkunft

source: Item Specifics
de_de: ID des Exemplars

source: Access Status
de_de: Status des Beitritts

source: Identifier:
de_de: ID:

source: Title:
de_de: Titel:

source: Media Technology Type:
de_de: Art der Medientechnologie

source: Language:
de_de: Sprache:

source: Origin:
de_de: Ursprung:

source: Carrier Type:
de_de: Trägertyp:

source: Digital Format:
de_de: Physisches Format:

source: Aspect Ratio:
de_de: Seitenverhältnis:

source: Extent:
de_de: Umfang:

source: Duration:
de_de: Dauer:

source: Color:
de_de: Farbe:

source: Provenance:
de_de: Herkunft

source: Related Items
de_de: Exemplare

source: Items
de_de: Artikel

source: Physical Format
de_de: Physisches Format

source: Publication Status
de_de: Publikationsstatus

source: Publication Type
de_de: Art der Publikation

source: Has Color?
de_de: Farbe vorhanden?

source: Color Detail
de_de: Farbdetail

source: Color Space
de_de: Colorado

source: Color Depth
de_de: Farbtiefe

source: Event Identifier
de_de: Kennung des Ereignisses

source: Address
de_de: Adresse

source: Capacity
de_de: Kapazität

source: Welcome to
de_de: Willkommen bei

source: Submit Search
de_de: Suche absenden

source: Search information
de_de: Suchinformationen

source: View All
de_de: Alle anzeigen

source: Imprint & Credits
de_de: Impressum & Credits

source: Acknowledgements
de_de: Danksagung

source: Advanced search
de_de: Erweiterte Suche

source: Project
de_de: Projekt

source: About The Project
de_de: Über das Projekt

source: Educational Film Practice
de_de: Lehrfilm-Praktiken

source: Database & Media Collection
de_de: Datenbank & Mediensammlung

source: Search Information
de_de: Suchinformationen

source: Research Overview
de_de: Rechercheüberblick

source: Project Team
de_de: Projektteam

source: Publications & Events
de_de: Publikationen & Veranstaltungen

source: access control list
de_de: Zugriffssteuerungsliste

source: access control lists
de_de: Zugriffssteuerungslisten

source: Table num
de_de: Tabellennummer

source: no access
de_de: kein Zugang

source: can read
de_de: kann lesen

source: can edit
de_de: kann bearbeiten

source: can edit + delete
de_de: kann bearbeiten + löschen

source: application variable
de_de: Anwendungsvariable

source: application variables
de_de: Anwendungsvariablen

source: attribute value multifile
de_de: Attributwert multifile

source: attribute value multifiles
de_de: Attributwert multifiles

source: Resource path
de_de: Ressourcenpfad

source: Organizational path into which this file is placed.
de_de: Organisationspfad, in dem diese Datei platziert wird.

source: Media to upload
de_de: Medien zum Hochladen

source: Use this control to select media from your computer to upload.
de_de: Verwenden Sie dieses Steuerelement, um Medien vom Computer zum Hochladen auszuwählen.

source: Media metadata
de_de: Medien-Metadaten

source: Media content
de_de: Medieninhalte

source: Sort order
de_de: Sortierreihenfolge

source: Indicates how multifiles should be ordered in a list. Higher ranks are lower in the list. That is, rank is used to sort in ascending order.
de_de: Gibt an, wie mehrere Dateien in einer Liste angeordnet werden sollen. Höhere Ränge sind in der Liste niedriger. Das heißt, Rang wird verwendet, um in aufsteigender Reihenfolge zu sortieren.

source: attribute value
de_de: Attributwert

source: attribute values
de_de: Attributwerte

source: File is not part of this value
de_de: Datei ist nicht Teil dieses Werts

source: attribute
de_de: Attribut

source: attributes
de_de: Attribute

source: Locale
de_de: Lokal

source: The locale best describing the origin of this information.
de_de: Das Gebietsschema, das den Ursprung dieser Informationen am besten beschreibt.

source: Element code or id is invalid
de_de: Elementcode oder ID ist ungültig

source: bookmark folder
de_de: Lesezeichen-Ordner

source: bookmark folders
de_de: Ordner mit Lesezeichen versehen

source: Unique numeric identifier used by CollectiveAccess internally to identify this bookmark folder
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern zur Identifizierung dieses Lesezeichenordners verwendet wird

source: Folder name
de_de: Ordnername

source: A name to display for the folder.
de_de: Ein Name, der für den Ordner angezeigt werden soll.

source: Could not reorder bookmark %1: %2
de_de: Verbote konnten nicht aufgehoben werden

source: bookmark
de_de: Als Lesezeichen speichern

source: bookmarks
de_de: merkliste

source: Unique numeric identifier used by CollectiveAccess internally to identify this bookmark
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern zur Identifizierung dieses Lesezeichens verwendet wird

source: Folder
de_de: Ordner

source: Indicates the folder to which the bookmark belongs.
de_de: Gibt den Ordner an, zu dem das Lesezeichen gehört.

source: Bookmark type
de_de: Lesezeichentyp

source: Indicates type of item bookmark represents.
de_de: Gibt den Typ des Elements an, das das Lesezeichen darstellt.

source: object lots
de_de: Objektgrundstücke

source: entities
de_de: entitäten

source: places
de_de: Orte

source: occurrences
de_de: Ereignisse

source: storage locations
de_de: Lagerorte

source: loans
de_de: Darlehen

source: movements
de_de: Verschiebungungen

source: tours
de_de: Touren

source: tour stops
de_de: Tourstopps

source: object representations
de_de: Objektdarstellungen

source: representation annotations
de_de: Darstellungsanmerkungen

source: list items
de_de: Listenelemente

source: Notes pertaining to the bookmark and/or bookmarked item.
de_de: Anmerkungen zum Lesezeichen und/oder Lesezeichen.

source: Bookmark created on
de_de: Lesezeichen erstellt am

source: Date/time the bookmark was created.
de_de: Datum/Uhrzeit der Erstellung des Lesezeichens.

source: bundle display name
de_de: Anzeigename des Bundles

source: bundle display names
de_de: Bundle-Anzeigenamen

source: Name of display
de_de: Name der Anzeige

source: Description of display
de_de: Beschreibung der Anzeige

source: Locale of display name
de_de: Gebietsschema des Anzeigenamens

source: Is preferred
de_de: Bevorzugt wird

source: bundle display placement
de_de: Platzierung des Bundle-Displays

source: bundle display placements
de_de: Platzierungen von Bundle-Anzeigen

source: Bundle name
de_de: Paket Name

source: Name of bundle to display
de_de: Name des anzuzeigenden Pakets

source: Settings
de_de: Einstellungen

source: The relative priority of the display when displayed in a list with other displays. Lower numbers indicate higher priority.
de_de: Die relative Priorität der Anzeige, wenn sie in einer Liste mit anderen Anzeigen angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: Text label to be used for displayed information.
de_de: Textbeschriftung für angezeigte Informationen.

source: bundle display type restriction
de_de: Einschränkung des Bundle-Anzeigetyps

source: bundle display type restrictions
de_de: Einschränkungen für den Bundle-Anzeigetyp

source: Table
de_de: Tabelle

source: Table this restriction binds the UI screen to
de_de: Tabelle Diese Einschränkung bindet den UI-Bildschirm an

source: Include subtypes in restriction?
de_de: Subtypen in die Einschränkung einbeziehen?

source: Restriction settings
de_de: Beschränkungen

source: The relative priority of the restriction when displayed in a list with other restrictions. Lower numbers indicate higher priority.
de_de: Die relative Priorität der Einschränkung, wenn sie in einer Liste mit anderen Einschränkungen angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: display list
de_de: Liste anzeigen

source: display lists
de_de: Anzeigelisten

source: Unique numeric identifier used by CollectiveAccess internally to identify this display
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diese Anzeige zu identifizieren

source: Is system display?
de_de: Ist die Systemanzeige?

source: If set, display will be available to all users as part of the system-wide display list.
de_de: Wenn diese Option aktiviert ist, steht die Anzeige allen Benutzern als Teil der systemweiten Anzeigeliste zur Verfügung.

source: Display type
de_de: Anzeigeart

source: Indicates type of item display is used for.
de_de: Gibt den Typ der Elementanzeige an, für die die Anzeige verwendet wird.

source: Display code
de_de: Code anzeigen

source: Unique alphanumeric identifier for this display.
de_de: Eindeutiger alphanumerischer Bezeichner für diese Anzeige.

source: Display settings
de_de: Einstellungen Darstellung

source: Not accessible to public
de_de: Nicht öffentlich zugänglich

source: Accessible to public
de_de: Öffentlich zugänglich

source: Indicates if display is accessible to the public or not.
de_de: Gibt an, ob die Anzeige für die Öffentlichkeit zugänglich ist oder nicht.

source: Display empty values?
de_de: Leere Werte anzeigen?

source: If checked all values will be displayed, whether there is content for them or not.
de_de: Wenn diese Option aktiviert ist, werden alle Werte angezeigt, unabhängig davon, ob Inhalte für sie vorhanden sind oder nicht.

source: Bottom line format
de_de: Fazit-Format

source: Format per-page and per-report summary information.
de_de: Formatieren Sie zusammenfassende Informationen pro Seite und pro Bericht.

source: Search/browse (thumbnail view)
de_de: Suchen/Blättern (Miniaturansicht)

source: Search/browse (full view)
de_de: Suchen/Blättern (Vollansicht)

source: Search/browse (list view)
de_de: Suchen/Blättern (Listenansicht)

source: Editor summaries
de_de: Zusammenfassungen der Herausgeber

source: Editor relationship bundles
de_de: Editor-Beziehungspakete

source: Set items bundles
de_de: Artikelbündel festlegen

source: Show display in
de_de: Anzeige anzeigen in

source: Restrict display to use in specific contexts. If no contexts are selected the display will be shown in all contexts.
de_de: Beschränken Sie die Anzeige auf die Verwendung in bestimmten Kontexten. Wenn keine Kontexte ausgewählt sind, wird die Anzeige in allen Kontexten angezeigt.

source: User access
de_de: Benutzerzugriff

source: Group access
de_de: Gruppenzugriff

source: Display list contents
de_de: Anzeigen von Listeninhalten

source: Type restrictions
de_de: Typeinschränkungen

source: Default
de_de: Standard

source: Generic bundle
de_de: Generisches Bundle

source: Display format
de_de: Format anzeigen

source: Template used to format output.
de_de: Vorlage zum Formatieren der Ausgabe.

source: Generic template bundle for %1
de_de: Generisches Vorlagenpaket für %1', caUcFirstUTF8Safe($t_instance->getProperty('NAME_PLURAL

source: Use this generic %1 bundle to display %1 templates not specific to a single metadata element.
de_de: Verwenden Sie diesen generischen %1 bundle, um %1-Vorlagen anzuzeigen, die nicht spezifisch für ein einzelnes Metadatenelement sind.', $t_instance->getProperty('NAME_SINGULAR

source: Maximum length
de_de: Maximale Länge

source: Maximum length, in characters, of displayed information.
de_de: Maximale Länge der angezeigten Informationen in Zeichen.

source: Delimiter
de_de: Trennzeichen

source: Text to place in-between repeating values.
de_de: Text, der zwischen sich wiederholenden Werten eingefügt werden soll.

source: Filter using expression
de_de: Filtern mit Ausdruck

source: Expression to filter values with. Leave blank if you do not wish to filter values.
de_de: Ausdruck, mit dem Werte gefiltert werden sollen. Lassen Sie das Feld leer, wenn Sie keine Werte filtern möchten.

source: Preserve newlines
de_de: Zeilenumbrüche beibehalten

source: Display as HTML
de_de: Anzeige als HTML

source: Newlines
de_de: Zeilenumbrüche

source: Determines how newlines in text are processed.
de_de: Bestimmt, wie Zeilenumbrüche im Text verarbeitet werden.

source: Plural
de_de: Mehrzahl

source: Sense
de_de: Wahrnehmung

source: Determines if value used is singular or plural version.
de_de: Bestimmt, ob der verwendete Wert eine Singular- oder Pluralversion ist.

source: Append multipage PDF to output?
de_de: Mehrseitiges PDF an die Ausgabe anhängen?

source: Check this option if you want PDF media in display appended to the end of PDF display output.
de_de: Aktivieren Sie diese Option, wenn PDF-Medien in der Anzeige an das Ende der PDF-Anzeigeausgabe angehängt werden sollen.

source: Template to format aggregate data for display under this column. The template can include these aggregate data tags: ^PAGEAVG, ^AVG, ^PAGESUM, ^SUM, ^PAGEMin, ^MIN, ^PAGEMAX, ^MAX. For containers follow the tag with the element code of the subelement to aggregate. Ex. ^SUM:dimensions_width
de_de: Vorlage zum Formatieren von aggregierten Daten für die Anzeige unter dieser Spalte. Die Vorlage kann die folgenden aggregierten Datentags enthalten: ^PAGEAVG, ^AVG, ^PAGESUM, ^SUM, ^PAGEMin, ^MIN, ^PAGEMAX, ^MAX. Für Container folgen Sie dem Tag mit dem Elementcode des zu aggregierenden Unterelements. Bsp. ^SUMME:dimensions_width

source: Display currency conversion?
de_de: Währungsumrechnung anzeigen?

source: Check this option if you want your currency values to be displayed in both the specified and local currency.
de_de: Aktivieren Sie diese Option, wenn Ihre Währungswerte sowohl in der angegebenen als auch in der lokalen Währung angezeigt werden sollen.

source: Library checkouts
de_de: Bibliotheksausleihen

source: List of library checkouts that include this object
de_de: Liste der Bibliotheksauscheckvorgänge, die dieses Objekt enthalten

source: Current location
de_de: Aktueller Standort

source: Current location of object
de_de: Aktueller Standort des Objekts

source: Home location display value
de_de: Anzeigewert des Heimatstandorts

source: Home location of object
de_de: Wohnort des Objekts

source: Use history tracking policy
de_de: Richtlinie zur Verlaufsverfolgung verwenden

source: History tracking current value
de_de: Historie, die den aktuellen Wert verfolgt

source: Current value for history tracking policy
de_de: Aktueller Wert für die Richtlinie zur Verlaufsverfolgung

source: History tracking current value date
de_de: Historie, die das aktuelle Wertstellungsdatum verfolgt

source: Current value date for history tracking policy
de_de: Aktuelles Wertstellungsdatum für Verlaufsverfolgungsrichtlinie

source: History tracking current contents
de_de: Verlauf, der aktuelle Inhalte verfolgt

source: History tracking contents
de_de: Verlaufsverfolgung von Inhalten

source: Submitted by user
de_de: Eingereicht vom Benutzer

source: Name and email address user that submitted item
de_de: Name und E-Mail-Adresse Benutzer, der das Element eingereicht hat

source: Submitted by group
de_de: Eingereicht nach Gruppe

source: Submission group
de_de: Einreichungsgruppe

source: Group item was submitted under
de_de: Gruppenposition wurde eingereicht unter

source: Media
de_de: Medien

source: Output mode
de_de: Ausgabemodus

source: Determines if value used is URL of media or the media itself.
de_de: Bestimmt, ob der verwendete Wert die URL des Mediums oder das Medium selbst ist.

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Include non-primary media
de_de: Nicht-primäre Medien einschließen

source: Includes non-primary media in display.
de_de: Schließt nicht primäre Medien in die Anzeige ein.

source: Restrict to relationship types
de_de: Auf Beziehungstypen beschränken

source: Restricts display to items related using the specified relationship type(s). Leave all unchecked for no restriction.
de_de: Beschränkt die Prüfliste auf Begriffe, die sich auf Sammlungen mit dem angegebenen Beziehungstyp beziehen. Lassen Sie alle ohne Einschränkung deaktiviert.

source: Restrict to types
de_de: Auf Typen beschränken

source: Restricts display to items of the specified type(s). Leave all unchecked for no restriction.
de_de: Beschränkt die Anzeige auf Elemente des angegebenen Typs/der angegebenen Typen. Keine Angabe machen, wenn keine Beschränkung gewünscht ist.

source: Sort using
de_de: Sortieren mit

source: Override sort option for this field. Use this if you want result lists to sort on a different field when clicking on this bundle.
de_de: Sortieroption für dieses Feld überschreiben. Verwenden Sie diese Option, wenn Sie möchten, dass Ergebnislisten beim Klicken auf dieses Bundle in einem anderen Feld sortiert werden.

source: Number of items to load per page
de_de: Anzahl der pro Seite zu ladenden Elemente

source: Maximum number of items to render on initial load.
de_de: Maximale Anzahl von Elementen, die beim ersten Laden gerendert werden sollen.

source: Restrict to list
de_de: Auf Liste beschränken

source: Display related items from selected lists only. If no lists are selected then all related items are displayed.
de_de: Zeigen Sie verknüpfte Einträge nur aus ausgewählten Listen an. Wenn keine Listen ausgewählt sind, werden alle zugehörigen Elemente angezeigt.

source: Show hierarchy?
de_de: Hierarchie anzeigen?

source: If checked the full hierarchical path will be shown.
de_de: Wenn diese Option aktiviert ist, wird der vollständige hierarchische Pfad angezeigt.

source: Remove first items from hierarchy?
de_de: Erste Elemente aus der Hierarchie entfernen?
