Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: If set, only the date portion of a date/time value is exported.
de_de: Wenn diese Option festgelegt ist, wird nur der Datumsteil eines Datums-/Uhrzeitwerts exportiert.

source: Do not return value if on the same day as start
de_de: Wert nicht zurückgeben, wenn am selben Tag wie Start

source: If set, the exporter will not insert a value for this mapping if the end day of the DateRange in question is on the same day as the start. Only applies to exports of DateRange attributes and only in conjunction with end_as_iso8601.
de_de: Wenn diese Option festgelegt ist, fügt der Exporter keinen Wert für diese Zuordnung ein, wenn der Endtag des betreffenden DateRange am selben Tag wie der Start liegt. Gilt nur für Exporte von DateRange-Attributen und nur in Verbindung mit end_as_iso8601.

source: Formatting option for DateRange attributes.
de_de: Formatierungsoption für DateRange-Attribute.

source: Return geocode coordinates only
de_de: Nur Geokodierungskoordinaten zurückgeben

source: Formatting option for Geocode attributes. Forces return of coordinates only, omitting text labels.
de_de: Formatierungsoption für Geokodierungsattribute. Erzwingt nur die Rückgabe von Koordinaten, wobei Textbeschriftungen weggelassen werden.

source: Remove newline characters from text values
de_de: Entfernen von Zeilenumbruchzeichen aus Textwerten

source: Formatting option for text attributes. Removes any newline characters in output.
de_de: Formatierungsoption für Textattribute. Entfernt alle Zeilenumbruchzeichen in der Ausgabe.

source: ID of item as set in mapping.
de_de: ID des Elements, wie im Mapping festgelegt.

source: Apply one or more regular expression-based substitutions to a source value prior to import.
de_de: Wenden Sie vor dem Import eine oder mehrere auf regulären Ausdrücken basierende Ersetzungen auf einen Quellwert an.

source: A list of Perl-compatible regular expressions. Each expression has two parts, a matching expression and a substitution expression, and is expressed as a JSON object with <em>match</em> and <em>replaceWith</em> keys. Ex. [{"match": "([\d]+)\.([\d]+)", "replaceWith": "\1:\2"}, {"match": "[^\d:]+", "replaceWith": ""}]
de_de: Eine Liste von Perl-kompatiblen regulären Ausdrücken. Jeder Ausdruck besteht aus zwei Teilen, einem passenden Ausdruck und einem Ersetzungsausdruck, und wird als JSON-Objekt mit den Schlüsseln <em>match</em> und <em>replaceWith</em> ausgedrückt. Bsp. [{"match": "([\d]+)\.([\d]+)", "replaceWith": "\1:\2"}, {"match": "[^\d:]+", "replaceWith": ""}]

source: Include deleted records
de_de: Datumsauswahl einschließen

source: exporter name
de_de: Name des Exporteurs

source: exporter names
de_de: Namen der Exporteure

source: Name of exporter
de_de: Name des Ausführers

source: Description of exporter
de_de: Beschreibung des Ausführers

source: Locale of exporter name
de_de: Gebietsschema des Namens des Exporteurs

source: data exporter
de_de: Datenexporteur

source: data exporters
de_de: Datenexporteure

source: Unique numeric identifier used by CollectiveAccess internally to identify this exporter
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern zur Identifizierung dieses Exporteurs verwendet wird

source: exporter code
de_de: Code des Exporteurs

source: Unique alphanumeric identifier for this exporter.
de_de: Eindeutiger alphanumerischer Bezeichner für diesen Exporteur.

source: exporter type
de_de: Typ des Exporteurs

source: Indicates type of item exporter is used for.
de_de: Gibt an, für den der Elementexporter verwendet wird.

source: exporter settings
de_de: Export-Einstellungen

source: Set exporter type, i.e. the format of the exported data. Currently supported: XML, MARC21 and CSV.
de_de: Legen Sie den Exportertyp fest, d.h. das Format der exportierten Daten. Derzeit unterstützt: XML, MARC21 und CSV.

source: Wrapping text before export
de_de: Umbrechen von Text vor dem Export

source: If this exporter is used for an item set export (as opposed to a single item), the text set here will be inserted before the first item. This can for instance be used to wrap a repeating set of XML elements in a single global element. The text has to be valid for the current exporter format.
de_de: Wenn dieser Exporter für den Export eines Elementsets (im Gegensatz zu einem einzelnen Element) verwendet wird, wird der hier eingestellte Text vor dem ersten Element eingefügt. Dies kann zum Beispiel verwendet werden, um eine sich wiederholende Gruppe von XML-Elementen in ein einzelnes globales Element zu verpacken. Der Text muss für das aktuelle Format des Exporters gültig sein.

source: Wrapping text after export
de_de: Umbrechen von Text nach dem Export

source: If this exporter is used for an item set export (as opposed to a single item), the text set here will be inserted after the last item. This can for instance be used to wrap a repeating set of XML elements in a single global element. The text has to be valid for the current exporter format.
de_de: Wenn dieser Exporter für den Export eines Elementsets (im Gegensatz zu einem einzelnen Element) verwendet wird, wird der hier festgelegte Text nach dem letzten Element eingefügt. Dies kann z.B. verwendet werden, um einen sich wiederholenden Satz von XML-Elementen in ein einzelnes globales Element zu verpacken. Der Text muss für das aktuelle Format des Exporters gültig sein.

source: Wrapping text before record export
de_de: Umbrechen von Text vor dem Datensatzexport

source: The text set here will be inserted before each record-level export.
de_de: Der hier festgelegte Text wird vor jedem Export auf Datensatzebene eingefügt.

source: Wrapping text after record export
de_de: Umbruch von Text nach Datensatzexport

source: The text set here will be inserted after each record-level export.
de_de: Der hier festgelegte Text wird nach jedem Export auf Datensatzebene eingefügt.

source: If set, this mapping will only be available for these types. Multiple types are separated by commas or semicolons.
de_de: Wenn diese Zuordnung festgelegt ist, ist sie nur für diese Typen verfügbar. Mehrere Typen werden durch Kommas oder Semikolons getrennt.

source: Locale code to use to get the field values when mapping-specific locale is not set. If not set, the system/user default is used.
de_de: Gebietsschemacode, der zum Abrufen der Feldwerte verwendet werden soll, wenn das zuordnungsspezifische Gebietsschema nicht festgelegt ist. Wenn nicht festgelegt, wird der System-/Benutzerstandard verwendet.

source: Warning: skipped mapping at row %1 because parent id was invalid
de_de: Warnung: übersprungene Zuordnung in Zeile %1 b, da die übergeordnete ID ungültig war

source: Warning: skipped mapping at row %1 because element was not defined
de_de: Warnung: übersprungene Zuordnung in Zeile %1 b, da das Element nicht definiert war

source: Variable name %1 is invalid. It should only contain ASCII letters, numbers, hyphens and underscores. The variable was not created.
de_de: Der Variablenname %1 ist ungültig. Er sollte nur ASCII-Buchstaben, Zahlen, Bindestriche und Unterstriche enthalten. Die Variable wurde nicht erstellt.

source: Warning: options for element %1 are not in proper JSON
de_de: Warnung: Optionen für Element %1 sind nicht in gültigem JSON

source: Couldn't repeat mapping item %1
de_de: Die Größe des Bildes konnte nicht geändert werden

source: Warning: Replacement sheet references invalid mapping number '%1'. Ignoring row.
de_de: Warnung: Ersetzungsblatt verweist auf ungültige Mapping-Nummer '%1'. Zeile ignorieren.

source: Warning: Search must be set for each row in the replacement sheet. Ignoring row for mapping '%1'
de_de: Warnung: Die Suche muss für jede Zeile des Ersetzungsbogens eingestellt werden. Zeile für Zuordnung '%1' ignorieren

source: Error: You must set a code for your mapping!
de_de: Fehler: Sie müssen einen Code für Ihr Mapping festlegen!

source: Error: Mapping target table %1 is invalid!
de_de: Fehler: Mapping-Zieltabelle %1 ist ungültig!

source: Could not delete existing mapping for %1: %2
de_de: Vorhandene Zuordnung für %1 konnte nicht gelöscht werden: %2

source: Error creating exporter: %1
de_de: Fehler beim Erstellen des Exporters: %1

source: Error creating exporter name: %1
de_de: Gebietsschema des Namens des Exporteurs

source: Error adding item to exporter: %1
de_de: Fehler beim Hinzufügen eines Artikels zum Exporteur: %1

source: Invalid mapping %1
de_de: Ungültiger Zuordnungscode

source: Adding %1 mapping records to set
de_de: Hinzufügen von %1 Zuordnungsdatensätzen zum Set

source: Exporting record set
de_de: Exportieren einer Datensatzgruppe

source: Export failed: %1
de_de: Exportieren als

source: Starting SearchResult-based multi-record export for mapping %1.
de_de: Starte SearchResult-basierten Multi-Record-Export für Mapping %1.

source: SearchResult contains %1 results. Now calling single-item export for each record.
de_de: SearchResult enthält %1 Ergebnisse. Rufen Sie jetzt für jeden Datensatz einen Einzelexport auf.

source: Processing search result
de_de: Verarbeiten von Suchergebnissen

source: Exporting result
de_de: Ergebnis exportieren

source: Found no records to export
de_de: Es wurden keine Datensätze zum Exportieren gefunden

source: Exporting records...
de_de: Datensätze werden exportiert...

source: Exporting ... [%1/%2]
de_de: Datensätze werden exportiert...

source: Export completed
de_de: Export beendet.

source: Invalid mapping code
de_de: Ungültiger Zuordnungscode

source: Invalid exporter format
de_de: Ungültiges Exportformat

source: Failed to load exporter with code '%1' for item with ID %2
de_de: Exporter mit Code '%1' für Artikel mit ID %2 konnte nicht geladen werden

source: Could not run exporter with code '%1' for item with ID %2 because a type restriction is in place
de_de: Der Exporter konnte nicht mit dem Code '%1' für Artikel mit der ID %2 b ausgeführt werden, da eine Typbeschränkung besteht

source: Successfully loaded exporter with code '%1' for item with ID %2
de_de: Erfolgreich geladener Exporter mit Code '%1' für Artikel mit ID %2

source: The export tree for exporter code '%1' and item with ID %2 is now ready to be processed by the export format (i.e. transformed to XML, for example).
de_de: Der Exportbaum für den Ausführercode '%1' und das Element mit der ID %2 ist nun bereit, vom Exportformat verarbeitet zu werden (d.h. z.B. in XML umgewandelt).

source: Export mapping processor called with parameters [exporter_item_id:%1 table_num:%2 record_id:%3]
de_de: Export-Mapping-Prozessor mit den Parametern [exporter_item_id:%1 table_num:%2 record_id:%3] aufgerufen

source: Record with ID %1 does not exist in table %2
de_de: Datensatz ist nicht vorhanden

source: Initiating context switch to '%1' for mapping ID %2 and record ID %3. The processor now tries to find matching records for the switch and calls itself for each of those items.
de_de: Initiieren eines Kontextwechsels zu '%1' für die Mapping-ID %2 und die Datensatz-ID %3. Der Prozessor versucht nun, passende Datensätze für den Wechsel zu finden und ruft sich selbst für jedes dieser Elemente auf.

source: Calling getRelatedItems with options: %1.
de_de: Aufruf von getRelatedItems mit Optionen: %1.

source: Invalid context %1. Ignoring this mapping.
de_de: Ungültiger Kontext %1. Diese Zuordnung wird ignoriert.

source: Switching context for element code: %1.
de_de: Kontextwechsel für Elementcode: %1.

source: Raw attribute value array is as follows. The mapping will now be repeated for each (outer) attribute. %1
de_de: Das rohe Attributwert-Array sieht wie folgt aus. Die Zuweisung wird nun für jedes (äußere) Attribut wiederholt. %1

source: Switching context for element code %1 failed. Either there is no attribute with that code attached to the current row or the code is invalid. Mapping is ignored for current row.
de_de: Kontextwechsel für Elementcode %1 ffehlgeschlagen. Entweder gibt es kein Attribut mit diesem Code, das der aktuellen Zeile zugeordnet ist, oder der Code ist ungültig. Die Zuordnung wird für die aktuelle Zeile ignoriert.

source: The current mapping will now be repeated for these items: %1
de_de: Das aktuelle Mapping wird übersprungen, wenn der Quellwert leer ist.

source: No matching related items found for last context switch
de_de: Keine übereinstimmenden verwandten Elemente für den letzten Kontextwechsel gefunden

source: Processing mapping in attribute mode for attribute_id = %1.
de_de: Verarbeitung von Mapping im Attributmodus für attribute_id = %1.

source: This is a constant in attribute mode. Value for this mapping is '%1'
de_de: Dies ist eine Konstante im Attributmodus. Der Wert für diese Zuweisung ist '%1'

source: Trying to find code %1 in value array for the current attribute.
de_de: Versucht, den Code %1 im Wertefeld für das aktuelle Attribut zu finden.

source: Value array is %1.
de_de: Wert ist bereits vorhanden

source: Found value %1.
de_de: Wert %1 gefunden.

source: Trying to match code from array %1 and the code we're looking for %2.
de_de: Versucht, den Code aus Array %1 und den gesuchten Code %2 zu finden.

source: Source for current mapping is %1
de_de: Farbe für aktuelle Werte

source: This is a constant. Value for this mapping is '%1'
de_de: Dies ist eine Konstante. Der Wert für diese Zuordnung ist '%1'

source: Source refers to relationship type information. Value for this mapping is '%1'
de_de: Die Quelle bezieht sich auf Informationen zum Beziehungstyp. Der Wert für diese Zuordnung ist '%1'

source: Source is a simple get() for some bundle. Value for this mapping is '%1'
de_de: Die Quelle ist ein einfaches get() für ein Bundle. Der Wert für diese Zuordnung ist '%1'

source: get() options are: %1
de_de: get()-Optionen sind: %1

source: Source is a get() that should be repeated for multiple values. Value for this mapping is '%1'. It includes the custom delimiter ';#;' that is later used to split the value into multiple values.
de_de: Quelle ist ein get(), das für mehrere Werte wiederholt werden sollte. Der Wert für diese Zuweisung ist '%1'. Er enthält das benutzerdefinierte Trennzeichen ';#;', das später verwendet wird, um den Wert in mehrere Werte aufzuteilen.

source: Current mapping has no source but a template '%1'. Value from extracted via template processor is '%2'
de_de: Das aktuelle Mapping hat keine Quelle, sondern eine Vorlage '%1'. Der über den Vorlagenprozessor extrahierte Wert ist '%2'

source: Current mapping has no source and no template and is probably an XML/MARC wrapper element
de_de: Das aktuelle Mapping hat keine Quelle und keine Vorlage und ist wahrscheinlich ein XML/MARC-Wrapper-Element

source: We're now processing other settings like default, prefix, suffix, skipIfExpression, filterByRegExp, maxLength, plugins and replacements for this mapping
de_de: Wir verarbeiten jetzt andere Einstellungen wie default, prefix, suffix, skipIfExpression, filterByRegExp, maxLength, Plugins und Ersetzungen für diese Zuordnung

source: Local data before processing is: %1
de_de: Die lokalen Daten vor der Verarbeitung sind: %1

source: Extracted data for this mapping is as follows:
de_de: Die extrahierten Daten für diese Zuordnung lauten wie folgt:

source: Now proceeding to process %1 direct children in the mapping hierarchy
de_de: Fahren Sie nun mit der Verarbeitung der %1 ddirekten Kinder in der Mapping-Hierarchie fort

source: Exporter mapping %1 does not exist
de_de: Mapping ist nicht vorhanden

source: data import event log entry
de_de: Eintrag im Ereignisprotokoll für den Datenimport

source: data import event log entries
de_de: Einträge im Ereignisprotokoll für den Datenimport

source: Item
de_de: Exemplar

source: Date/time
de_de: Datum/Zeit

source: Date and time log entry was created
de_de: Datums- und Uhrzeitprotokolleintrag wurde erstellt

source: Code indicating type of log entry
de_de: Code, der den Typ des Protokolleintrags angibt

source: Error
de_de: Fehler

source: Warning
de_de: Warnung

source: Notice
de_de: Hinweis

source: Informational
de_de: Informativ

source: Text indicating source of log message - eg. what subsystem generated the message.
de_de: Text, der die Quelle der Protokollmeldung angibt - z. B. welches Subsystem die Nachricht generiert hat.

source: data import event
de_de: Datenimportereignis

source: data import events
de_de: Datenimportereignisse

source: User who performed data import
de_de: Benutzer, der den Datenimport durchgeführt hat

source: Began on
de_de: Begonnen am

source: Date and time import began
de_de: Datum und Uhrzeit des Imports gestartet

source: Code indicating type of import (eg. OAI)
de_de: Code, der den Typ des Protokolleintrags angibt

source: Description of data import event
de_de: Beschreibung des Datenimportereignisses

source: Text indicating source of data imported. For OAI and other web service imports, this will be the URL used to access the service.
de_de: Text, der die Quelle der importierten Daten angibt. Bei OAI- und anderen Webdienstimporten ist dies die URL, die für den Zugriff auf den Dienst verwendet wird.

source: now
de_de: jetzt

source: data import item
de_de: Element zum Importieren von Daten

source: data import items
de_de: Elemente zum Importieren von Daten

source: Source reference
de_de: Quellenangabe

source: Reference to location of imported item in source data
de_de: Verweis auf den Speicherort des importierten Elements in Quelldaten

source: Code indicating whether row was newly inserted into database or and existing row was updated
de_de: Code, der angibt, ob eine Zeile neu in die Datenbank eingefügt oder eine vorhandene Zeile aktualisiert wurde

source: Inserted
de_de: Eingefügt

source: Started on
de_de: Angefangen am

source: Date and time import of item was begun
de_de: Datum und Uhrzeit des Imports des Elements wurde gestartet

source: Completed on
de_de: Vervollständigt am

source: Date and time import of item was completed
de_de: Datum und Uhrzeit des Imports des Elements wurde abgeschlossen

source: Elapsed time
de_de: Verstrichene Zeit

source: Time, in seconds, taken to import item
de_de: Zeit in Sekunden, die zum Importieren des Elements benötigt wird

source: Successfully imported?
de_de: Erfolgreich importiert?

source: Indicates if the item was successfully imported or not.
de_de: Gibt an, ob das Element erfolgreich importiert wurde oder nicht.

source: Failed
de_de: Fehlgeschlagen

source: Partial success
de_de: Teilerfolg

source: Success
de_de: Erfolg

source: data importer group
de_de: Datenimporter-Gruppe

source: data importer groups
de_de: Datenimporter-Gruppen

source: Unique numeric identifier used by CollectiveAccess internally to identify this importer group
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern zur Identifizierung dieser Importergruppe verwendet wird

source: Group code
de_de: Gruppencode

source: Unique alphanumeric identifier for this importer group.
de_de: Eindeutiger alphanumerischer Bezeichner für diese Importergruppe.

source: Name of CollectiveAccess bundle to map to.
de_de: Name des CollectiveAccess-Pakets, dem zugeordnet werden soll.

source: Importer group settings
de_de: Einstellungen für Importergruppen

source: data importer item
de_de: Element des Datenimportprogramms

source: data importer items
de_de: Elemente des Datenimportprogramms

source: Unique numeric identifier used by CollectiveAccess internally to identify this importer item
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern zur Identifizierung dieses Importerelements verwendet wird

source: Source in external format to map CollectiveAccess path to. The format of the external element is determined by the target. For XML-based formats this will typically be an XPath specification; for delimited targets this will be a column number.
de_de: Quelle im externen Format, dem der CollectiveAccess-Pfad zugeordnet werden soll. Das Format des externen Elements wird durch das Ziel bestimmt. Bei XML-basierten Formaten handelt es sich in der Regel um eine XPath-Spezifikation. Für durch Trennzeichen getrennte Ziele ist dies eine Spaltennummer.

source: Importer item settings
de_de: Einstellungen für Importerelemente

source: Refineries
de_de: Raffinerien

source: Select the refinery that preforms the correct function to alter your data source as it maps to CollectiveAccess.
de_de: Wählen Sie die Raffinerie aus, der die richtige Funktion vorangestellt ist, um Ihre Datenquelle zu ändern, während sie CollectiveAccess zugeordnet wird.

source: Return-separated list of values from the data source to be replaced. For example photo is used in the data source, but photograph is used in CollectiveAccess.
de_de: Rückgabegetrennte Liste von Werten aus der zu ersetzenden Datenquelle. Beispielsweise wird das Foto in der Datenquelle verwendet, aber das Foto wird in CollectiveAccess verwendet.

source: Return-separated list of CollectiveAccess list item idnos that correspond to the mapped values from the original data source. For example sound recording (entered in the Original values column) maps to audio_digital, which is entered here in the Replacement values column.
de_de: Getrennte Rückgabe-Liste von CollectiveAccess-Listenelementen, die den zugeordneten Werten aus der ursprünglichen Datenquelle entsprechen. So wird z.B. Tonaufnahme (eingegeben in der Spalte Originalwerte) auf audio_digital abgebildet, das hier in der Spalte Ersatzwerte eingegeben wird.

source: Filter empty values
de_de: Filtern leerer Werte

source: Remove empty values before attempting to import.
de_de: Entfernen Sie leere Werte, bevor Sie versuchen, sie zu importieren.

source: Skip mapping if empty
de_de: Mapping überspringen, wenn leer

source: Skip mapping if value for this element is empty.
de_de: Überspringen Sie die Zuordnung, wenn der Wert für dieses Element leer ist.

source: Skip mapping if any listed elements is empty
de_de: Zuordnung überspringen, wenn aufgelistete Elemente leer sind

source: Skip mapping if any values for listed elements are empty.
de_de: Überspringen Sie die Zuordnung, wenn Werte für aufgelistete Elemente leer sind.

source: Skip mapping if all listed elements are empty
de_de: Mapping überspringen, wenn alle aufgelisteten Elemente leer sind

source: Skip mapping if all values for listed elements are empty.
de_de: Überspringen Sie die Zuordnung, wenn alle Werte für aufgelistete Elemente leer sind.

source: Skip group if any listed elements is empty
de_de: Gruppe überspringen, wenn aufgelistete Elemente leer sind

source: Skip group if any values for listed elements are empty.
de_de: Gruppe überspringen, wenn Werte für aufgelistete Elemente leer sind.

source: Skip group if all listed elements are empty
de_de: Gruppe überspringen, wenn alle aufgelisteten Elemente leer sind

source: Skip group if all values for listed elements are empty.
de_de: Gruppe überspringen, wenn alle Werte für aufgelistete Elemente leer sind.

source: Skip row if any listed elements are empty
de_de: Zeile überspringen, wenn aufgelistete Elemente leer sind

source: Skip row if any values for listed elements are empty.
de_de: Zeile überspringen, wenn Werte für aufgelistete Elemente leer sind.

source: Skip row if all listed elements are empty
de_de: Zeile überspringen, wenn alle aufgelisteten Elemente leer sind

source: Skip row if all values for listed elements are empty.
de_de: Zeile überspringen, wenn alle Werte für aufgelistete Elemente leer sind.

source: Skip mapping if value
de_de: Zuordnung überspringen, wenn Wert

source: Skip mapping if value for this element is equal to the specified value(s).
de_de: Überspringen Sie die Zuordnung, wenn der Wert für dieses Element leer ist.

source: Skip mapping if not value
de_de: Zuordnung überspringen, wenn kein Wert
