Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: Objects
de_de: Objekte

source: object
de_de: Objekt

source: objects
de_de: Objekte

source: Collections
de_de: Sammlungen

source: collection
de_de: Sammlung

source: collections
de_de: Sammlungen

source: People/Orgs
de_de: Personen/Organisationen

source: people
de_de: Personen

source: Works
de_de: Werke

source: work
de_de: Arrbeit

source: works
de_de: funktioniert

source: Item Title
de_de: Name des Exemplars

source: Item Identifier
de_de: ID des Exemplars

source: Item URL
de_de: Exemplar-URL

source: Email address
de_de: E-Mail-Adresse

source: Message
de_de: Nachricht

source: Thank you for your submission!
de_de: Vielen Dank für Ihre Einsendung!

source: Thank you for your submission! Your media has been successfully uploaded to the archive for review.
de_de: Vielen Dank für Ihre Einsendung! Ihre Medien wurden erfolgreich zur Überprüfung in das Archiv hochgeladen.

source: Essential
de_de: Notwendig

source: These cookies are strictly necessary to provide you with services available through our website and to use some of its features
de_de: Diese Cookies sind unbedingt erforderlich, um Ihnen die über unsere Website verfügbaren Dienste zur Verfügung zu stellen und einige ihrer Funktionen zu nutzen, z. B. das Einloggen.

source: Session cookie
de_de: Sitzungscookie

source: Cookie used to maintain your preferences while using this site. No personal data is stored in the cookie
de_de: Cookie, das verwendet wird, um Ihre Präferenzen während der Nutzung dieser Website beizubehalten. In dem Cookie werden keine personenbezogenen Daten gespeichert, nicht an Dritte weitergegeben und nach Beendigung Ihrer Sitzung verworfen. Dieses Cookie ist erforderlich, damit die Website funktioniert. Es bleibt für ^ Lebensdauer bestehen.

source: Performance and Functionality
de_de: Leistung und Funktionalität

source: Locale cookie
de_de: Gebietsschema-Cookie

source: Cookie used to track your selected language setting while using this site. No personal data is stored in the cookie
de_de: Cookie, das verwendet wird, um Ihre ausgewählten Spracheinstellungen während der Nutzung dieser Website zu verfolgen. In dem Cookie werden keine personenbezogenen Daten gespeichert, nicht an Dritte weitergegeben und nach Beendigung Ihrer Sitzung verworfen. Wenn Sie die Verwendung dieses Cookies nicht zulassen, können Sie die auf dieser Website verwendete Sprache nicht ändern. Es bleibt für ^ Lebensdauer bestehen.

source: Also known as “performance cookies
de_de: Diese Cookies, die auch als "Performance-Cookies" bezeichnet werden, sammeln Informationen darüber, wie Sie eine Website nutzen, z. B. welche Seiten Sie besucht haben und auf welche Links Sie geklickt haben. Keine dieser Informationen kann verwendet werden, um Sie zu identifizieren. Es ist alles aggregiert und daher anonymisiert. Ihr einziger Zweck ist es, die Funktionen der Website zu verbessern. Dazu gehören Cookies von Analysediensten von Drittanbietern, sofern die Cookies ausschließlich für die Verwendung durch den Eigentümer der besuchten Website bestimmt sind.

source: Cookie used to identify this site to Google Analytics. Google Analytics is used to track and analyze aggregrate usage statistics for this site
de_de: Cookie, das verwendet wird, um diese Website für Google Analytics zu identifizieren. Google Analytics wird verwendet, um aggregierte Nutzungsstatistiken für diese Website zu verfolgen und zu analysieren, so dass wir Nutzungsmuster untersuchen und unseren Service verbessern können. Die Deaktivierung dieses Cookies beeinträchtigt unsere Fähigkeit, mehr darüber zu erfahren, wie Benutzer diese Website nutzen.

source: These cookies track your online activity to help advertisers deliver more relevant advertising or to limit how many times you see an ad. These cookies can share that information with other organizations or advertisers. These are persistent cookies and almost always of third-party provenance.
de_de: Diese Cookies verfolgen Ihre Online-Aktivitäten, um Werbetreibenden dabei zu helfen, relevantere Werbung zu schalten oder zu begrenzen, wie oft Sie eine Anzeige sehen. Diese Cookies können diese Informationen mit anderen Organisationen oder Werbetreibenden teilen. Dies sind dauerhafte Cookies und fast immer von Drittanbietern.

source: Social Networking
de_de: Soziale Netzwerke

source: These cookies are used to enable you to share pages and content that you find interesting on our websites through third party social networking and other websites. These cookies may also be used for advertising purposes.
de_de: Diese Cookies werden verwendet, um es Ihnen zu ermöglichen, Seiten und Inhalte, die Sie auf unseren Websites interessant finden, über soziale Netzwerke Dritter und andere Websites zu teilen. Diese Cookies können auch für Werbezwecke verwendet werden.

source: People
de_de: Personen

source: Places
de_de: Orte

source: Annotations
de_de: Referenzen

source: Installations
de_de: Installationen

source: Object
de_de: Objekt

source: About
de_de: Über

source: Filter by
de_de: Filtern nach

source: Loading...
de_de: Lade...

source: and %1 more
de_de: und %1 mehr

source: close
de_de: schließen

source: Sort by:
de_de: Sortieren nach:

source: desc
de_de: Absteigend

source: asc
de_de: Aufsteigend

source: Result
de_de: Ergebnis

source: Results
de_de: Ergebnisse

source: Add all results to %1
de_de: Vollständige Ergebnisse

source: Select results to add to %1
de_de: Wählen Sie die Ergebnisse aus, die Sie zu %1 hinzufügen möchten

source: Sort order:
de_de: Sortierreihenfolge:

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: Start Over
de_de: Neu beginnen

source: Download results as:
de_de: Ergebnisse herunterladen als:

source: Add selected results to %1
de_de: Ausgewählte Ergebnisse zu %1 hinzufügen

source: All
de_de: Alle

source: Next %1
de_de: Weiter

source: Top
de_de: Oben

source: View sub-items
de_de: Unterpunkte anzeigen

source: Loading
de_de: Laden

source: Response Information
de_de: Antwortinformationen

source: %1 Information
de_de: Informativ

source: Description
de_de: Beschreibung

source: Save
de_de: Speichern

source: You have no %1.
de_de: Du kannst nun

source: New %1
de_de: Neu %1

source: New Group
de_de: Neue Gruppe

source: %1 members
de_de: Mitglieder

source: Url to join group
de_de: URL zum Gruppenbeitritt

source: Members
de_de: Mitglieder

source: Group has no users
de_de: Gruppe hat keine Benutzer

source: Delete
de_de: Löschen

source: Cancel
de_de: Abbrechen

source: Really delete <strong><em>%1</em></strong>? This action cannot be undone.
de_de: Wirklich löschen <strong><em>%1</em></em></strong>? Diese Aktion kann nicht rückgängig gemacht werden.

source: %1 Access
de_de: Zugang

source: Groups
de_de: Gruppen

source: remove access
de_de: Zugriff entfernen

source: Users
de_de: Benutzer

source: Owner
de_de: Eigentümer

source: Refine sort by:
de_de: Verfeinere die Sortierung nach:

source: All %1
de_de: Alle %1

source: Edit Name/Description
de_de: Name/Beschreibung bearbeiten

source: Share %1
de_de: Teile %1

source: Manage %1 Access
de_de: Verwalte %1 Zugriff

source: Start presentation
de_de: Präsentation starten

source: Download as:
de_de: Herunterladen als:

source: New User Group
de_de: Neue Nutzergruppe

source: Manage Your User Groups
de_de: Verwalten Sie Ihre Benutzergruppen

source: Created by
de_de: Erstellt von

source: Displaying %1 view because required data is not available to generate a %2 view
de_de: Anzeige der Ansicht %1, da die erforderlichen Daten nicht verfügbar sind, um eine Ansicht %2 zu erstellen

source: Click the %1 near items throughout the site to add items to this %2.
de_de: Klicken Sie auf die %1 in der Nähe von Artikeln auf der Website, um Artikel zu dieser %2 hinzuzufügen.

source: Respond
de_de: Antworten

source: %1 Response%2
de_de: Antworten

source: Comments
de_de: Kommentare

source: add your comment
de_de: Fügen Sie Ihren Kommentar hinzu

source: No collections available
de_de: Keine Kollektionen verfügbar

source: Contact
de_de: Kontakt

source: Item Inquiry
de_de: Artikelanfrage

source: Security Question
de_de: Sicherheitsfrage

source: Send
de_de: Senden

source: Your message has been sent.
de_de: Ihre Nachricht wurde gesendet.

source: Your submissions
de_de: Ihre Einreichungen

source: Submission
de_de: Einreichung

source: Created
de_de: Erstellt

source: Updated
de_de: Aktualisiert

source: Edit
de_de: Bearbeiten

source: Create a new submission to get started
de_de: Erstellen einer neuen Einreichung für die ersten Schritte

source: Simple Math Quiz (to prevent SPAMbots)
de_de: Einfaches Mathe-Quiz (um SPAMbots zu verhindern)

source: Please correctly answer the security question.
de_de: Bitte beantworten Sie die Sicherheitsfrage richtig.

source: Terms and conditions
de_de: Allgemeine Geschäftsbedingungen

source: I agree to the Terms and Conditions set out herein
de_de: Ich stimme den hier dargelegten Allgemeinen Geschäftsbedingungen zu

source: You must agree to the terms and conditions before proceeding.
de_de: Sie müssen den Allgemeinen Geschäftsbedingungen zustimmen, bevor Sie fortfahren.

source: This website uses cookies
de_de: Diese Website nutzt Cookies

source: Manage
de_de: Verwalten

source: Accept
de_de: Akzeptieren

source: Manage Cookies
de_de: Cookies verwalten

source: ON
de_de: AN

source: OFF
de_de: AUS

source: Update
de_de: Aktualisieren

source: Accept All
de_de: Ja, alle

source: Featured clips (%1)
de_de: Ausgewählte Galerien

source: Comments and tags
de_de: Kommentare und Tags

source: Share
de_de: Teilen

source: Comments and Tags
de_de: Kommentare und Tags

source: File for download does not exist
de_de: Datei zum Herunterladen ist nicht vorhanden

source: Add your tags and comment
de_de: Fügen Sie Ihre Tags und Kommentare hinzu

source: Tags
de_de: Schlagwörter

source: tags separated by commas
de_de: Durch Kommas getrennte Tags

source: Comment
de_de: Kommentar

source: Share this item
de_de: Artikel teilen

source: To e-mail address
de_de: Zur E-Mail-Adresse

source: Enter multiple addresses separated by commas
de_de: Geben Sie mehrere Adressen getrennt durch Kommas ein

source: Your name
de_de: Ihr Name

source: Your email address
de_de: Ihre E-Mail Adresse

source: Subject
de_de: Betreff

source: How to use the image viewer
de_de: So verwenden Sie den Bildbetrachter

source: For point annotations a line will appear connecting the location with a text box. The location will also be highlighted with a red translucent circle. You may drag both the point of the line and the text box to adjust position.
de_de: Bei Punktanmerkungen wird eine Linie angezeigt, die die Position mit einem Textfeld verbindet. Der Standort wird auch mit einem roten durchscheinenden Kreis hervorgehoben. Sie können sowohl den Punkt der Linie als auch das Textfeld ziehen, um die Position anzupassen.

source: For rectangular annotations a rectangle will appear with a text box below and adjacent. Drag on the edges at the highlighted locations to resize the rectangle. Drag the rectangle on its interior to reposition it.
de_de: Bei rechteckigen Anmerkungen wird ein Rechteck mit einem Textfeld darunter und nebenan angezeigt. Ziehen Sie an den Kanten an den hervorgehobenen Stellen, um die Größe des Rechtecks zu ändern. Ziehen Sie das Rechteck an der Innenseite, um es neu zu positionieren.

source: You may also drag the text box into position. Click on the text box to add text. All changes to annotations are saved automatically as you work.
de_de: Sie können das Textfeld auch in Position ziehen. Klicken Sie auf das Textfeld, um Text hinzuzufügen. Alle Änderungen an Anmerkungen werden während der Arbeit automatisch gespeichert.

source: Keyboard shortcuts
de_de: Tastenkürzel

source: Single-key shortcuts are available for common actions. Pressing the key is equivalent to the corresponding mouse action.
de_de: Tastenkombinationen sind für allgemeine Aktionen verfügbar. Das Drücken der Taste entspricht der entsprechenden Mausaktion.

source: %1 to activate image panning
de_de: %1 zum Aktivieren der Bildverschiebung', '<code>space</code>

source: %1 to select the rectangle annotation tool
de_de: %1, um das Rechteck-Anmerkungswerkzeug auszuwählen', '<code>r</code>

source: %1 to select the point annotation tool
de_de: %1, um das Punktanmerkungswerkzeug auszuwählen', '<code>p</code>

source: %1 to select the polygon annotation tool
de_de: %1, um das Polygon-Anmerkungswerkzeug auszuwählen', '<code>y</code>

source: %1 to delete the selected annotation
de_de: %1, um die ausgewählte Anmerkung zu löschen', '<code>d</code>

source: %1 to toggle visibility of the image overview
de_de: %1, um die Sichtbarkeit der Bildübersicht umzuschalten', '<code>n</code>

source: %1 to return the image to the centered, zoomed out "home" position
de_de: %1, um das Bild in die zentrierte, herausgezoomte "Ausgangsposition" zurückzubringen

source: %1 to toggle visibility of viewer controls
de_de: %1, um die Sichtbarkeit von Viewer-Steuerelementen umzuschalten', '<code>c</code>

source: %1 to hide controls and labels
de_de: %1 zum Ausblenden von Steuerelementen und Beschriftungen', '<code>TAB</code>

source: %1 or %2 to zoom in in small increments
de_de: %1 or %2 zum Vergrößern in kleinen Schritten', '', '<code>+</code><code>]</code>

source: %1 or %2 to zoom out in small increments
de_de: %1 or %2 zum Verkleinern in kleinen Schritten', '', '<code>-</code><code>[</code>

source: %1, %2, %3 or %4 to pan the image in small increments
de_de: %1, %2, r %4 zum Schwenken des Bildes in kleinen Schritten', '', '', ''<code>←</code><code>↑</code>, %3 o'<code>→</code><code>↓</code>

source: Previous
de_de: Zurück

source: Next
de_de: Weiter

source: Featured Galleries
de_de: Ausgewählte Galerien

source: more
de_de: mehr

source: item
de_de: Exemplar

source: items
de_de: Exemplare

source: view %1
de_de: ansicht %1

source: VIEW RECORD
de_de: DATENSATZ ANZEIGEN

source: comment
de_de: Kommentar

source: comments
de_de: Kommentare

source: Add item to %1
de_de: Ungerade Elementfarbe

source: Select a %1
de_de: Wähle eine Gruppe

source: OR Create a New %1
de_de: Ort erstellen

source: Your %1
de_de: Ihr Name

source: Display Option
de_de: Option

source: Select a group
de_de: Wähle eine Gruppe

source: Select a user group
de_de: Wählen Sie eine Benutzergruppe

source: OR enter a user
de_de: ODER geben Sie einen Benutzer ein

source: Enter a user
de_de: Geben Sie einen Benutzer ein

source: email address or multiple addresses separated by comma
de_de: E-Mail-Adresse oder mehrere durch Kommas getrennte Adressen

source: Access
de_de: Zugang

source: Can read
de_de: Kann lesen

source: Can edit
de_de: Kann bearbeiten

source: Back to %1
de_de: Zurück zu Sets

source: User Groups
de_de: Benutzergruppen

source: change access
de_de: Zugriff ändern

source: write access
de_de: Schreibzugriff

source: read access
de_de: Lesezugriff

source: Change to read access
de_de: Ändern des Lesezugriffs

source: Change to write access
de_de: Ändern des Schreibzugriffs

source: Remove comment
de_de: Kommentar entfernen

source: Displaying %1 view because required data is not available to generate a %1 view
de_de: Anzeige der Ansicht %1, da die erforderlichen Daten nicht verfügbar sind, um eine Ansicht %1 zu erstellen

source: There are no items in this %1
de_de: Es gibt keine Artikel in diesem %1

source: You may not edit this set, you have read only access.
de_de: Sie dürfen diesen Satz nicht bearbeiten, Sie haben nur Lesezugriff.

source: View Item Detail
de_de: Exemplardetails anzeigen

source: Enlarge Image
de_de: Bild vergrößern

source: Sort By:
de_de: Sortieren nach:

source: Creator
de_de: Erstellt

source: Order created
de_de: Bestellung erstellt

source: Activity stream
de_de: Aktivitäts-Stream

source: added an item to %1
de_de: einen Artikel zu %1 hinzugefügt

source: changed an item in %1
de_de: einen Artikel in %1 geändert

source: removed an item from %1
de_de: einen Artikel aus %1 entfernt

source: shared %1 with %2
de_de: teilte %1 mit %2

source: changed how they share %1 with %2
de_de: geändert, wie sie %1 mit %2 teilen

source: unshared %1 with %2
de_de: nicht gemeinsam genutzt %1 mit %2

source: commented on %1
de_de: Vervollständigt am

source: commented on an item in %1
de_de: einen Artikel in %1 kommentiert

source: made %1
de_de: gemacht %1

source: edited %1
de_de: Bearbeitet

source: deleted %1
de_de: gelöscht

source: Create your first %1
de_de: Touren erstellen

source: Your User Groups
de_de: Ihre Benutzergruppen

source: Code to join group
de_de: URL zum Gruppenbeitritt

source: You have made no user groups
de_de: Sie haben keine Benutzergruppen erstellt

source: Login
de_de: Anmelden

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Click here to register
de_de: Klicke hier, um dich zu registrieren

source: Forgot your password?
de_de: Passwort vergessen?

source: User information
de_de: Benutzerinformationen

source: Reset Password
de_de: Passwort zurücksetzen

source: Only enter if you would like to change your current password
de_de: Geben Sie nur ein, wenn Sie Ihr aktuelles Passwort ändern möchten

source: Re-Type password
de_de: Passwort erneut eingeben

source: Join group
de_de: Gruppe beitreten

source: If you have been provided with a group code enter it here to join the group.
de_de: Wenn Sie einen Gruppencode erhalten haben, geben Sie ihn hier ein, um der Gruppe beizutreten.

source: Group memberships
de_de: Gruppenmitgliedschaften

source: Register
de_de: Registrieren

source: Group code (optional)
de_de: Gruppencode

source: Reset Your Password
de_de: Passwort zurücksetzen

source: Instructions have been sent to the e-mail address you provided.
de_de: Anweisungen wurden an die von Ihnen angegebene E-Mail-Adresse gesendet.

source: You should receive the instructions within the hour. If you do not, contact us for assistance at
de_de: Sie sollten die Anweisungen innerhalb einer Stunde erhalten. Wenn Sie dies nicht tun, kontaktieren Sie uns für Unterstützung unter

source: Your password has been reset!
de_de: Ihr Passwort wurde zurückgesetzt!

source: You may now
de_de: Du kannst nun

source: Please confirm you have copied the provided link properly. If you continue to have difficulty, contact us for assistance,
de_de: Bitte bestätigen Sie, dass Sie den angegebenen Link ordnungsgemäß kopiert haben. Wenn Sie weiterhin Schwierigkeiten haben, kontaktieren Sie uns für Unterstützung,

source: Please enter your new password.
de_de: Bitte geben Sie Ihr neues Passwort ein.

source: New password
de_de: Neues Passwort

source: Confirm new password
de_de: Neues Passwort bestätigen

source: To reset your password enter the e-mail address you used to register below. A message will be sent to the address with instructions on how to reset your password.
de_de: Um Ihr Passwort zurückzusetzen, geben Sie unten die E-Mail-Adresse ein, mit der Sie sich registriert haben. An die Adresse wird eine Nachricht mit Anweisungen zum Zurücksetzen Ihres Passworts gesendet.

source: Full results
de_de: Vollständige Ergebnisse

source: sort by:
de_de: Sortieren nach:

source: Search results for %1
de_de: Sucht nach

source: Your search for %1 returned no results
de_de: Ihre Suche nach %1 ergab keine Treffer

source: Locale
de_de: Gebietsschema

source: BLANK
de_de: LEER

source: Search within this manifest
de_de: Suche in diesem Manifest

source: Get suggested words in this manifest
de_de: Abrufen von vorgeschlagenen Wörtern in diesem Manifest

source: Browse
de_de: Browsen

source: Browse by
de_de: Browse %1

source: Filter facet
de_de: Facette filtern

source: Browse all %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>
de_de: Alle %1 durchsuchen <span class="glyphicon glyphicon-arrow-right"></span>

source: No facets available
de_de: Keine Facetten verfügbar

source: User Profile
de_de: Benutzerprofil

source: Submit content
de_de: Inhalte einreichen

source: Logout
de_de: Abmelden

source: Mobile User Navigation
de_de: Mobile Benutzernavigation

source: User Navigation
de_de: Benutzer-Navigation

source: User options
de_de: Benutzer Optionen

source: Search
de_de: Suche

source: Search text
de_de: Suchbegriff

source: Submit
de_de: Senden

source: Primary Navigation
de_de: Primäre Navigation

source: Advanced Search
de_de: Erweiterte Suche

source: Gallery
de_de: Galerie

source: Type of Activity
de_de: Art der Tätigkeit

source: Related objects
de_de: Verknüpfte Objekte

source: Identifier
de_de: ID

source: Date
de_de: Datum

source: Last Name
de_de: Nachname

source: First Name
de_de: Vorname

source: Birth Date
de_de: Geburtsdatum

source: Has Note
de_de: hat Anmerkung

source: Organizations
de_de: Organisationen

source: organization
de_de: Organisation

source: organizations
de_de: Organisationen

source: Group Name
de_de: Gruppenname

source: Date Founded
de_de: Gründungsdatum

source: Events
de_de: Veranstaltungen

source: Event
de_de: Veranstaltung

source: Title
de_de: Titel

source: Event Name
de_de: Veranstaltungsname

source: Event Date
de_de: Veranstaltungsdatum

source: Locations
de_de: Standorte

source: location
de_de: Standort

source: Location Name
de_de: Standortname

source: Use Of Space
de_de: Raumnutzung

source: Province/State
de_de: Region / Bundesland

source: Related Films
de_de: Exemplare

source: Publication Date
de_de: Veröffentlichungsdatum

source: Films
de_de: Filme

source: films
de_de: Filme

source: External Identifier
de_de: Externe ID

source: Country of Production
de_de: Produktionsland

source: Media Available
de_de: Medien verfügbar

source: Country Of Production
de_de: Produktionsland

source: Images
de_de: Bilder

source: image
de_de: Bild

source: images
de_de: Bilder

source: Genre (Non-AV)
de_de: Genre (Nicht-AV)

source: Related People/Organizations
de_de: Verknüpfte Personen/Organisationen

source: Texts
de_de: Texte

source: texts
de_de: Texte

source: Case Studies
de_de: Fallstudien

source: case studies
de_de: Fallstudien

source: object type
de_de: Objekttyp

source: object types
de_de: Objekttypen

source: Find objects according to the Types defined in your collection profile.
de_de: Suchen Sie Objekte anhand der in Ihrem Sammlungsprofil definierten Typen.

source: Has Video or Image
de_de: Hat Video oder Bild

source: Role
de_de: Rolle

source: Type
de_de: Typ

source: People/Organizations
de_de: Personen/Organisationen

source: Find objects according to the People/Organizations associated with your records. You can browse by name&#44; role&#44; or entity type according to your configuration.
de_de: Suchen Sie Objekte nach den Personen, die Ihren Datensätzen zugeordnet sind. Sie können entsprechend Ihrer Konfiguration nach Name, Rolle oder Entitätstyp suchen.

source: Case studies
de_de: Fallstudien

source: Find objects according to the Collections they belong to.
de_de: Suchen Sie Objekte nach den Sammlungen, zu denen sie gehören.

source: Archive
de_de: Archiv

source: Archives
de_de: Archiv

source: Country
de_de: Land

source: Countries
de_de: MARC Länder

source: Media Type
de_de: Medientyp

source: Media Types
de_de: Medientypen

source: Color
de_de: Farbe

source: Find object by decade of publication.
de_de: Objekt nach Jahrzehnt der Veröffentlichung finden.

source: Date of Publication
de_de: Datum der Veröffentlichung

source: Rights
de_de: Rechte

source: Genre of AV Media
de_de: Genre der AV-Medien

source: Genre of Non AV Media
de_de: Genre der Nicht-AV-Medien

source: country of production
de_de: Produktionsland

source: countries of production
de_de: Produktionsländer

source: Field of Knowledge
de_de: Wissensgebiet

source: Education Type
de_de: Art von Bildung

source: Find films by Education Type.
de_de: Suchen Sie Filme nach Bildungstyp.

source: Device
de_de: Verfahren
