Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: Skip mapping if value for this element is not equal to the specified value(s).
de_de: Überspringen Sie die Zuordnung, wenn der Wert für dieses Element leer ist.

source: Skip mapping if value for the expression is true.
de_de: Überspringen Sie die Zuordnung, wenn der Wert für den Ausdruck true ist.

source: Skip group if empty
de_de: Gruppe überspringen, wenn leer

source: Skip all of the elements in the group if value for this element is empty. For example, a field called Description Type would be irrelevant if the Description field is empty.
de_de: Überspringen Sie alle Elemente in der Gruppe, wenn der Wert für dieses Element leer ist. Beispielsweise wäre ein Feld namens Beschreibungstyp irrelevant, wenn das Feld Beschreibung leer ist.

source: Skip group if value
de_de: Gruppe überspringen, wenn Wert

source: Skip all of the elements in the group if value for this element is equal to the specified value(s).
de_de: Überspringen Sie alle Elemente in der Gruppe, wenn value für den Ausdruck true ist.

source: Skip group if not value
de_de: Gruppe überspringen, wenn kein Wert

source: Skip all of the elements in the group if value for this element is not equal to any of the specified values(s).
de_de: Überspringen Sie alle Elemente in der Gruppe, wenn value für den Ausdruck true ist.

source: Skip group if expression
de_de: Gruppe überspringen, wenn Ausdruck

source: Skip all of the elements in the group if value for the expression is true.
de_de: Überspringen Sie alle Elemente in der Gruppe, wenn value für den Ausdruck true ist.

source: Skip row if empty
de_de: Zeile überspringen, wenn leer

source: Skip row if value for this element is empty. For example, do not import the row if the Description field is empty.
de_de: Zeile überspringen, wenn der Wert für dieses Element leer ist. Importieren Sie die Zeile beispielsweise nicht, wenn das Feld Beschreibung leer ist.

source: Skip row if value
de_de: Zeile überspringen, wenn Wert

source: Skip the row if value for this element is equal to the specified value(s).
de_de: Überspringen Sie die Zeile, wenn der Wert für den Ausdruck true ist.

source: Skip row if value is not
de_de: Zeile überspringen, wenn Wert nicht ist

source: Skip the row if value for this element is not equal to any of the specified value(s).
de_de: Zeile überspringen, wenn der Wert für dieses Element leer ist. Importieren Sie die Zeile beispielsweise nicht, wenn das Feld Beschreibung leer ist.

source: Skip row if expression
de_de: Zeile überspringen, wenn Ausdruck

source: Skip the row if value for the expression is true.
de_de: Überspringen Sie die Zeile, wenn der Wert für den Ausdruck true ist.

source: Skip row if data already present
de_de: Zeile überspringen, wenn Daten bereits vorhanden sind

source: Skip mapping if data is already present in CollectiveAccess.
de_de: Überspringen Sie die Zuordnung, wenn Daten bereits in CollectiveAccess vorhanden sind.

source: Skip mapping if no replacement value
de_de: Zuordnung überspringen, wenn kein Ersatzwert vorhanden ist

source: Skip mapping if the value does not have a replacement value defined.
de_de: Überspringen Sie die Zuordnung, wenn für den Wert kein Ersatzwert definiert ist.

source: Delimiter to split repeating values on.
de_de: Trennzeichen zum Aufteilen von Wiederholungswerten.

source: Restricts the the mapping to only records of the designated type. For example the Duration field is only applicable to objects of the type moving_image and not photograph.
de_de: Beschränkt die Zuordnung auf Datensätze des angegebenen Typs. Beispielsweise gilt das Feld Dauer nur für Objekte des Typs moving_image und nicht für Fotos.

source: Filter to types
de_de: Filtern nach Typen

source: Restricts the mapping to pull only records related with the designated types from the source. This option is only supported by sources that have a notion of related data and types, most notably (and for now only) the CollectiveAccessDataReader.
de_de: Schränkt die Zuordnung so ein, dass nur Datensätze, die mit den angegebenen Typen zusammenhängen, aus der Quelle gezogen werden. Diese Option wird nur von Quellen unterstützt, die eine Vorstellung von verwandten Daten und Typen haben, insbesondere (und im Moment nur) der CollectiveAccessDataReader.

source: Filter to relationship types
de_de: Filtern nach Beziehungstypen

source: Restricts the mapping to pull only records related with the designated relationship types from the source. This option is only supported by sources that have a notion of related data and relationship types, most notably (and for now only) the CollectiveAccessDataReader.
de_de: Schränkt die Zuordnung so ein, dass nur Datensätze mit den angegebenen Beziehungstypen aus der Quelle gezogen werden. Diese Option wird nur von Quellen unterstützt, die eine Vorstellung von verwandten Daten und Beziehungstypen haben, insbesondere (und vorerst nur) der CollectiveAccessDataReader.

source: Hierarchical delimiter for input data
de_de: Hierarchisches Trennzeichen für Eingabedaten

source: This option is only supported by sources that have a notion of related data and relationship types, most notably (and for now only) the CollectiveAccessDataReader.
de_de: Diese Option wird nur von Quellen unterstützt, die eine Vorstellung von zusammenhängenden Daten und Beziehungstypen haben, insbesondere (und im Moment nur) der CollectiveAccessDataReader.

source: Text to prepend to value prior to import.
de_de: Text, der dem Wert vor dem Import vorangestellt werden soll.

source: Text to append to value prior to import.
de_de: Text, der vor dem Import an den Wert angehängt werden soll.

source: Format with template
de_de: Formatieren mit Vorlage

source: Format imported value with provided template. Template may include caret (^) prefixed placeholders that refer to data source values.
de_de: Formatiert den importierten Wert mit der angegebenen Vorlage. Die Vorlage kann Platzhalter mit vorangestelltem Caret (^) enthalten, die sich auf Werte der Datenquelle beziehen.

source: Apply one or more tranformations a source value prior to import.
de_de: Wenden Sie vor dem Import eine oder mehrere Transformationen eines Quellwerts an.

source: A list of data transformations, each with a list of transformation-specific options.
de_de: Eine Liste von Datentransformationen mit jeweils einer Liste transformationsspezifischer Optionen.

source: ignore
de_de: Ignorieren

source: Error policy
de_de: Fehlerrichtlinie

source: Determines how errors are handled for the mapping. Options are to ignore the error, stop the import when an error is encountered and to receive a prompt when the error is encountered.
de_de: Bestimmt, wie Fehler für das Mapping behandelt werden. Optionen sind, den Fehler zu ignorieren, den Import zu stoppen, wenn ein Fehler auftritt, und eine Eingabeaufforderung zu erhalten, wenn der Fehler auftritt.

source: Relationship type
de_de: Beziehungstyp

source: Relationship type to use when linking to a related record.
de_de: Beziehungstyp, der beim Verknüpfen mit einem verknüpften Datensatz verwendet werden soll.

source: Convert newlines to HTML
de_de: Zeilenumbrüche in HTML konvertieren

source: Convert newline characters in text to HTML &lt;BR/&gt; tags.
de_de: Konvertieren Sie Zeilenumbruchzeichen im Text in HTML-Tags &lt;BR/&gt;.

source: Collapse multiple spaces
de_de: Mehrere Leerzeichen ausblenden

source: Convert multiple spaces to a single space.
de_de: Konvertieren Sie mehrere Leerzeichen in ein einzelnes Leerzeichen.

source: Force first to uppercase
de_de: Erzwingen Sie zuerst in Großbuchstaben

source: Force first letter of value to uppercase.
de_de: Erzwingen Sie den ersten Buchstaben des Werts in Großbuchstaben.

source: Force to uppercase
de_de: Großbuchstaben erzwingen

source: Force value to uppercase.
de_de: Wert in Großbuchstaben erzwingen.

source: Force to lowercase
de_de: Kleinbuchstaben erzwingen

source: Force value to lowercase.
de_de: Wert in Kleinbuchstaben erzwingen.

source: Use as single value
de_de: Verwendung als Einzelwert

source: Force repeating values to be imported as a single value concatenated with the specified delimiter.
de_de: Erzwingen Sie, dass wiederholte Werte als einzelner Wert importiert werden, der mit dem angegebenen Trennzeichen verkettet ist.

source: Match on
de_de: Match am

source: List indicating sequence of checks for an existing record; values of array can be "label" and "idno". Ex. array("idno", "label") will first try to match on idno and then label if the first match fails.
de_de: Liste, die die Reihenfolge der Überprüfungen für einen vorhandenen Datensatz angibt; Werte des Arrays können "label" und "idno" sein. Bsp. array("idno", "label") wird zuerst versuchen, idno und dann label abzugleichen, wenn der erste Abgleich fehlschlägt.

source: Truncate long labels?
de_de: Lange Etiketten abschneiden?

source: Truncate preferred and non-preferred labels that exceed the maximum length to fit.
de_de: Schneiden Sie bevorzugte und nicht bevorzugte Etiketten ab, die die maximale Länge überschreiten.

source: Lookahead
de_de: Vorausschau

source: Number of rows ahead of the current row to pull value from.
de_de: Anzahl der Zeilen vor der aktuellen Zeile, aus denen der Wert abgerufen werden soll.

source: Use parent as subject
de_de: Übergeordnetes Element als Betreff verwenden

source: Import parent of subject instead of subject. This option is primarily useful when you are using a hierarchy builder refinery mapped to parent_id to create the entire hierarchy (including subject) and want the bottom-most level of the hierarchy to be the subject.
de_de: Übergeordnetes Element des Betreffs anstelle des Betreffs importieren. Diese Option ist vor allem dann nützlich, wenn Sie eine auf parent_id gemappte Raffinerie für den Hierarchieaufbau verwenden, um die gesamte Hierarchie (einschließlich des Betreffs) zu erstellen und die unterste Ebene der Hierarchie der Betreff sein soll.

source: Treat value as identifiers for multiple rows
de_de: Wert als Bezeichner für mehrere Zeilen behandeln

source: Explode value on delimiter and use as identifiers for multiple rows.
de_de: Wert auf Trennzeichen auflösen und als Bezeichner für mehrere Zeilen verwenden.

source: Display name format
de_de: Format des Anzeigenamens

source: Transform label using options for formatting entity display names. Default is to use value as is. Other options are surnameCommaForename, forenameCommaSurname, forenameSurname. See DataMigrationUtils::splitEntityName().
de_de: Transformieren Sie die Beschriftung unter Verwendung der Optionen für die Formatierung von Entity-Anzeigenamen. Standardmäßig wird der Wert so verwendet, wie er ist. Andere Optionen sind NachnameCommaVorname, VornameCommaNachname, VornameNachname. Siehe DataMigrationUtils::splitEntityName().

source: Use raw data values when testing expression
de_de: Verwenden von Rohdatenwerten beim Testen von Ausdrücken

source: When evaluating conditions to skip a mapping, row or group via an expression using a setting such as skipIfExpression, use raw un-transformed data rather than data that has been transformed with applyRegularExpressions and replacement values.
de_de: Verwenden Sie beim Auswerten von Bedingungen zum Überspringen einer Zuordnung, Zeile oder Gruppe über einen Ausdruck mithilfe einer Einstellung wie skipIfExpression unformatierte Daten anstelle von Daten, die mit applyRegularExpressions und Ersetzungswerten transformiert wurden.

source: Media prefix
de_de: Medienpräfix

source: Path to import directory containing files references for media or file metadata attributes.
de_de: Pfad zum Importverzeichnis, das Dateiverweise für Medien- oder Dateimetadatenattribute enthält.

source: Media match type
de_de: Medienübereinstimmungstyp

source: Determines how file names are compared to the match value. Valid values are STARTS, ENDS, CONTAINS and EXACT. (Default is EXACT)
de_de: Legt fest, wie die Übereinstimmung zwischen dem Medien- und dem Zieldatensatzbezeichner erfolgt. Gültige Werte sind: STARTS, ENDS, CONTAINS, EXACT. Der Standardwert ist EXACT.

source: Media match mode
de_de: Medienabgleichsmodus

source: Determines whether to search on file names, enclosing directory names or both. Valid values are DIRECTORY_NAME, FILE_AND_DIRECTORY_NAMES and FILE_NAME. (Default is FILE_NAME).
de_de: Legt fest, ob nach Dateinamen, umschließenden Verzeichnisnamen oder beidem gesucht werden soll. Gültige Werte sind DIRECTORY_NAME, FILE_AND_DIRECTORY_NAMES und FILE_NAME. (Voreinstellung ist FILE_NAME).

source: Always add values?
de_de: Immer Werte hinzufügen?

source: Always add values after existing ones even if existing record policy mandates replacement (Eg. merge_on_idno_with_replace, Etc.).
de_de: Fügen Sie immer Werte nach den vorhandenen hinzu, auch wenn die bestehenden Datensatzrichtlinien eine Ersetzung vorschreiben (z.B. merge_on_idno_with_replace, etc.).

source: Always replace values?
de_de: Werte immer ersetzen?

source: Always replace values, removing existing, ones even if existing record policy does not mandate replacement (Eg. is not merge_on_idno_with_replace, Etc.).
de_de: Ersetzen Sie immer Werte und entfernen Sie vorhandene, auch wenn die bestehende Datensatzrichtlinie keine Ersetzung vorschreibt (z.B. nicht merge_on_idno_with_replace, etc.).

source: Source for data
de_de: Quelle für Daten

source: Optional text indicating source of data. Will be set for attributes created with this mapping. Only supported for metadata attributes (not labels or intrinsics)
de_de: Optionaler Text, der die Quelle der Daten angibt. Wird für Attribute gesetzt, die mit diesem Mapping erstellt wurden. Wird nur für Metadaten-Attribute unterstützt (nicht für Labels oder Intrinsics)

source: If set for identifier mapping the value will be set as-is without processing. This option ensures that identifier data is stored without modification, even if it does not conform to configured identifier/numbering policy.
de_de: Wenn der Wert für die Bezeichnerzuordnung festgelegt ist, wird er ohne Verarbeitung unverändert festgelegt. Diese Option stellt sicher, dass Bezeichnerdaten unverändert gespeichert werden, auch wenn sie nicht der konfigurierten Bezeichner-/Nummerierungsrichtlinie entsprechen.

source: Code of element to use for parent_id lookups when importing hierarchical data. If not set the identifier will be used.
de_de: Code des Elements, das beim Importieren hierarchischer Daten für parent_id Lookups verwendet werden soll. Wenn nicht festgelegt, wird der Bezeichner verwendet.

source: Locale of data. If not set the mapping locale default is used.
de_de: Gebietsschema der Daten. Wenn nicht festgelegt, wird der Standardwert für das Zuordnungsgebietsschema verwendet.

source: Use mapped value as identifier for purposed of matching existing records via an existing record policy.
de_de: Verwenden Sie den zugeordneten Wert als Bezeichner, um vorhandene Datensätze über eine vorhandene Datensatzrichtlinie abzugleichen.

source: importer name
de_de: Name des Importeurs

source: importer names
de_de: Namen der Importeure

source: Name of importer
de_de: Name des Importeurs

source: Description of importer
de_de: Beschreibung des Einführers

source: Locale of importer name
de_de: Gebietsschema des Namens des Importeurs

source: data import
de_de: Datenimport

source: data imports
de_de: Datenimporte

source: User who performed data import.
de_de: Benutzer, der den Datenimport durchgeführt hat.

source: Data importer used
de_de: Verwendeter Datenimporteur

source: Indicates which import mapping was used.
de_de: Gibt an, welche Importzuordnung verwendet wurde.

source: Import start date/time
de_de: Startdatum/-uhrzeit importieren

source: Date and time import began.
de_de: Der Import von Datum und Uhrzeit begann.

source: Notes regarding data import.
de_de: Hinweise zum Datenimport.

source: Import target
de_de: Ziel importieren

source: The table into which data was imported.
de_de: Die Tabelle, in die Daten importiert wurden.

source: Data file
de_de: Daten File

source: The original data imported.
de_de: Die importierten Originaldaten.

source: data import log entry
de_de: Protokolleintrag beim Datenimport

source: data import log entries
de_de: Protokolleinträge beim Datenimport

source: Import
de_de: Importieren

source: The table into which item was imported.
de_de: Die Tabelle, in die das Element importiert wurde.

source: Row ID
de_de: Zeilen-ID

source: Notes regarding import of item.
de_de: Hinweise zur Einfuhr des Artikels.

source: data importer
de_de: Datenimporteur

source: data importers
de_de: Datenimporteure

source: Unique numeric identifier used by CollectiveAccess internally to identify this importer
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern zur Identifizierung dieses Importers verwendet wird

source: Importer code
de_de: Code des Importeurs

source: Unique alphanumeric identifier for this importer.
de_de: Eindeutiger alphanumerischer Bezeichner für diesen Importer.

source: Importer type
de_de: Importeur-Typ

source: Indicates type of item importer is used for.
de_de: Gibt den Typ des Elementimportprogramms an, für den verwendet wird.

source: lists
de_de: Listen

source: Importer settings
de_de: Importer-Einstellungen

source: Rules
de_de: Regeln

source: Importer rules
de_de: Regeln für Importeure

source: Importer worksheet
de_de: Arbeitsblatt Importeur

source: Archived copy of worksheet used to create the importer.
de_de: Archivierte Kopie des Arbeitsblatts, das zum Erstellen des Importprogramms verwendet wurde.

source: Indicates if the importer is deleted or not.
de_de: Gibt an, ob das Importprogramm gelöscht wurde oder nicht.

source: Importer data types
de_de: Datentypen des Importers

source: Set data types for which this importer is usable. Ex. XLSX, XLS, MYSQL
de_de: Legen Sie Datentypen fest, für die dieses Importprogramm verwendet werden kann. Beispiel.XLSX, XLS, MYSQL

source: Record type
de_de: Datensatztyp

source: Type to set all imported records to. If import includes a mapping to type_id, that will be privileged and the type setting will be ignored.
de_de: Geben Sie ein, um alle importierten Datensätze festzulegen. Wenn der Import eine Zuordnung zu type_id enthält, wird diese privilegiert und die Typeinstellung wird ignoriert.

source: Initial rows to skip
de_de: Zu überspringende Anfangszeilen

source: The number of rows at the top of the data set to skip. Use this setting to skip over column headers in spreadsheets and similar data.
de_de: Die Anzahl der Zeilen am Anfang des Datasets, die übersprungen werden sollen. Verwenden Sie diese Einstellung, um Spaltenüberschriften in Tabellenkalkulationen und ähnlichen Daten zu überspringen.

source: Mapping name
de_de: Zuordnungsname

source: Human readable name of the import mapping. Pending implementation.
de_de: Lesbarer Name der Importzuordnung. Ausstehende Implementierung.

source: Mapping identifier
de_de: Zuordnungsbezeichner

source: Arbitrary alphanumeric code for the import mapping (no special characters or spaces). Pending implementation.
de_de: Lesbarer Name der Importzuordnung. Ausstehende Implementierung.

source: Map to table
de_de: Karte zur Tabelle

source: Sets the CollectiveAccess table for the imported data.
de_de: Legt die CollectiveAccess-Tabelle für die importierten Daten fest.

source: none
de_de: keine

source: Existing record policy
de_de: Vorhandene Datensatzrichtlinie

source: Determines how existing records are checked for and handled by the import mapping. Pending implementation.
de_de: Legt fest, wie vorhandene Datensätze von der Importzuordnung überprüft und verarbeitet werden. Ausstehende Implementierung.

source: Ignore record type when looking for existing records as specified by the existing records policy.
de_de: Ignorieren Sie den Datensatztyp, wenn Sie nach vorhandenen Datensätzen suchen, wie in der Richtlinie für vorhandene Datensätze angegeben.

source: If set record type is ignored when looking for existing records as specified by the existing records policy.
de_de: Wenn festgelegter Datensatztyp ignoriert wird, wenn nach vorhandenen Datensätzen gesucht wird, wie in der Richtlinie für vorhandene Datensätze angegeben.

source: Label fields to omit when searching for existing records using preferred labels.
de_de: Beschriftungsfelder, die bei der Suche nach vorhandenen Datensätzen mit bevorzugten Bezeichnungen weggelassen werden sollen.

source: Comma or semi-colon delimited list of preferred label fields to omit when matching for existing records using preferred labels. Typically used with entity labels to remove specific subfields such as display name from consideration.
de_de: Durch Kommas oder Semikolons getrennte Liste bevorzugter Beschriftungsfelder, die beim Abgleich für vorhandene Datensätze mit bevorzugten Bezeichnungen weggelassen werden sollen. Wird normalerweise mit Entitätsbezeichnungen verwendet, um bestimmte Unterfelder wie den Anzeigenamen aus der Betrachtung zu entfernen.

source: If set data will only be merged with existing records using the existing records policy. No new records will be created.
de_de: Wenn festgelegte Daten nur mithilfe der Richtlinie für vorhandene Datensätze mit vorhandenen Datensätzen zusammengeführt werden. Es werden keine neuen Datensätze erstellt.

source: Do not do import
de_de: Nicht importieren

source: If set then the mapping will be evaluated but no rows actually imported. This can be useful when you want to run a refinery over the rows of a data set but not actually perform the primary import.
de_de: Wenn gesetzt, wird das Mapping ausgewertet, aber keine Zeilen tatsächlich importiert. Dies kann nützlich sein, wenn Sie eine Raffinerie über die Zeilen eines Datensatzes ausführen, aber den primären Import nicht ausführen möchten.

source: Determines how errors are handled for the import. Options are to ignore the error, stop the import when an error is encountered and to receive a prompt when the error is encountered.
de_de: Legt fest, wie Fehler für den Import behandelt werden. Optionen sind, den Fehler zu ignorieren, den Import zu stoppen, wenn ein Fehler auftritt, und eine Eingabeaufforderung zu erhalten, wenn der Fehler auftritt.

source: Base path
de_de: Basispfad

source: For XML data formats, an XPath expression selecting nodes to be treated as individual records. If left blank, each XML document will be treated as a single record.
de_de: Bei XML-Datenformaten wählt ein XPath-Ausdruck Knoten aus, die als einzelne Datensätze behandelt werden sollen. Wenn das Feld leer gelassen wird, wird jedes XML-Dokument als einzelner Datensatz behandelt.

source: Set the locale used for all imported data. Leave on "DEFAULT" to use the system default locale. Otherwise set it to a valid locale code (Ex. en_US, es_MX, fr_CA).
de_de: Legen Sie das für alle importierten Daten verwendete Gebietsschema fest. Belassen Sie es bei "DEFAULT", um das Standardgebietsschema des Systems zu verwenden. Andernfalls setzen Sie ihn auf einen gültigen Gebietsschema-Code (z.B. en_US, es_MX, fr_CA).

source: Source URL
de_de: Quellen-URL

source: URL importer worksheet was fetched from. Will be null if importer was directly uploaded.
de_de: Das Arbeitsblatt des URL-Importers wurde abgerufen. Ist null, wenn der Importer direkt hochgeladen wurde.

source: Skip import of duplicate field values
de_de: Import doppelter Feldwerte überspringen

source: If set duplicate values in fields will be ignored.
de_de: Wenn doppelte Werte in Feldern gesetzt werden, werden sie ignoriert.

source: Default display name format
de_de: Standardformat für Anzeigenamen

source: Warning: skipped mapping at row %1 because source was not defined
de_de: Warnung: übersprungene Zuordnung in Zeile %1 b, da die Quelle nicht definiert war
