Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: A suffix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
de_de: Ein Suffix kann einem Namen hinzugefügt werden, um Verehrung, eine soziale Position, eine offizielle Position oder eine berufliche oder akademische Qualifikation zu bezeichnen.

source: Checked
de_de: Checkout-ID

source: Something went wrong when splitting displayname
de_de: Beim Aufteilen des Anzeigenamens ist ein Fehler aufgetreten

source: Surname, forename or displayname must be set
de_de: Nachname, Vorname oder Anzeigename muss gesetzt sein

source: Surname or forename must be set
de_de: Nachname oder Vorname muss gesetzt sein

source: group ⇔ role association
de_de: Gruppe ⇔ Rollenzuordnung

source: group ⇔ role associations
de_de: Gruppe ⇔ Rollenverbände

source: globally unique identifier
de_de: Global eindeutige Kennung

source: globally unique identifiers
de_de: Global eindeutige Kennungen

source: Unique numeric identifier used by CollectiveAccess internally to identify this queue entry
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern verwendet wird, um diesen Warteschlangeneintrag zu identifizieren

source: object title
de_de: Objektname

source: object titles
de_de: Objekttitel

source: Current value
de_de: Aktueller Wert

source: history tracking current value
de_de: Historie, die den aktuellen Wert verfolgt

source: Unique numeric identifier used by CollectiveAccess internally to identify this item
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern zur Identifizierung dieses Elements verwendet wird

source: Policy code
de_de: Richtliniencode

source: Policy that this current value applies to
de_de: Richtlinie, für die dieser aktuelle Wert gilt

source: Date of value
de_de: Wertermittlungsdatum

source: Date of current value.
de_de: Datum des aktuellen Werts.

source: IP-based authentication block
de_de: IP-basierter Authentifizierungsblock

source: IP-based authentication blocks
de_de: IP-basierte Authentifizierungsblöcke

source: Unique numeric identifier used by CollectiveAccess internally to identify this IP address block
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diesen IP-Adressblock zu identifizieren

source: IP address of commenter
de_de: IP-Adresse des Kommentators

source: The IP address of the commenter.
de_de: Die IP-Adresse des Kommentators.

source: Reason
de_de: Grund

source: Reason for ban
de_de: Grund für das Verbot

source: Ban creation date
de_de: Erstellungsdatum sperren

source: The date and time the ban was created.
de_de: Datum und Uhrzeit der Erstellung des Verbots.

source: Ban expiration date
de_de: Ablaufdatum sperren

source: The date and time the ban expires on. An empty value indicates an indefinite ban.
de_de: Datum und Uhrzeit des Ablaufs des Verbots. Ein leerer Wert weist auf eine unbefristete Sperrung hin.

source: IP1
de_de: NBW

source: Class A portion of IP address
de_de: Klasse A Teil der IP-Adresse

source: IP2
de_de: Schutzart IP2

source: Class B portion of IP address
de_de: Klasse-B-Teil der IP-Adresse

source: IP3
de_de: Schutzart IP3

source: Class C portion of IP address
de_de: Klasse-C-Teil der IP-Adresse

source: Starting IP address in Class C IP address range
de_de: Start-IP-Adresse im IP-Adressbereich der Klasse C

source: IP4 (end)
de_de: IP4 (Ende)

source: Ending IP address in Class C IP address range. Leave blank if you wish to specify a single address rather than a range.
de_de: Beendende IP-Adresse im IP-Adressbereich der Klasse C. Lassen Sie das Feld leer, wenn Sie anstelle eines Bereichs eine einzelne Adresse angeben möchten.

source: Unique numeric identifier used by CollectiveAccess internally to identify this comment
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diesen Kommentar zu identifizieren

source: The user who created the comment.
de_de: Der Benutzer, der den Kommentar erstellt hat.

source: The locale of the comment.
de_de: Das Gebietsschema des Kommentars.

source: Text of comment.
de_de: Text des Kommentars.

source: E-mail address
de_de: E-Mail-Adresse

source: E-mail address of commentor.
de_de: E-Mail-Adresse des Kommentators.

source: Name of commenter.
de_de: Name des Kommentators.

source: Location of commenter.
de_de: Standort des Kommentators.

source: Rating
de_de: Bewertung

source: User-provided rating for item.
de_de: Vom Benutzer bereitgestellte Bewertung für den Artikel.

source: Indicates if the comment is accessible to the public or not.
de_de: Gibt an, ob der Kommentar öffentlich zugänglich ist oder nicht.

source: Comment creation date
de_de: Erstelldatum

source: The date and time the comment was created.
de_de: Das Datum und die Uhrzeit der Erstellung des Kommentars.

source: The user who examined the comment for validity and applicability.
de_de: Der Benutzer, der den Kommentar auf Gültigkeit und Anwendbarkeit geprüft hat.

source: Moderation date
de_de: Moderationsdatum

source: The date and time the comment was examined for validity and applicability.
de_de: Datum und Uhrzeit der Prüfung des Kommentars auf Gültigkeit und Anwendbarkeit.

source: Comment made in set %1
de_de: Kommentare und Tags

source: Item has been deleted
de_de: Öğe silindi

source: tag
de_de: Schlagwort

source: tags
de_de: Schlagworte

source: Unique numeric identifier used by CollectiveAccess internally to identify this tag
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern zur Identifizierung dieses Tags verwendet wird

source: The locale of the tag.
de_de: Das Gebietsschema des Transponders.

source: Text of the tag.
de_de: Text des Tags.

source: item ⇔ tag relationship
de_de: Element- ⇔ Tag-Beziehung

source: item ⇔ tag relationships
de_de: Element- ⇔ Tag-Beziehungen

source: The user who applied the tag.
de_de: Der Benutzer, der das Tag angewendet hat.

source: Tagging date
de_de: Tagging-Datum

source: The date and time the tag was applied.
de_de: Das Datum und die Uhrzeit des Anwendens des Transponders.

source: The user who examined the tag for validity and applicability.
de_de: Der Benutzer, der das Tag auf Gültigkeit und Anwendbarkeit überprüft hat.

source: The date and time the tag was examined for validity and applicability.
de_de: Datum und Uhrzeit der Prüfung des Tags auf Gültigkeit und Anwendbarkeit.

source: The relative priority of the tag when displayed in a list with other tags. Lower numbers indicate higher priority.
de_de: Die relative Priorität des Transponders, wenn er in einer Liste mit anderen Tags angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: list item name
de_de: Name des Listenelements

source: list item names
de_de: Namen von Listenelementen

source: Item name (singular)
de_de: Artikelname (Singular)

source: The name of this list item in the singular form (eg. "disk", "lobster").
de_de: Der Name dieses Listenelements in der Einzahl (z.B. "Scheibe", "Hummer").

source: Item name (plural)
de_de: Artikelname (Plural)

source: The name of this list item in the plural form (eg. "disks", "lobsters").
de_de: Der Name dieses Listenelements in der Pluralform (z.B. "Disketten", "Hummer").

source: A description of the list item, including suggested use notes or definitions.
de_de: Eine Beschreibung des Listenelements, einschließlich empfohlener Verwendungshinweise oder Definitionen.

source: Is preferred?
de_de: Wird bevorzugt?

source: Set this if this label is the preferred label for the current locale.
de_de: Legen Sie diese Option fest, wenn diese Bezeichnung die bevorzugte Bezeichnung für das aktuelle Gebietsschema ist.

source: list item
de_de: Listenelement

source: Parent
de_de: Übergeordnet

source: Parent list item for this item
de_de: Übergeordnetes Listenelement für dieses Element

source: List
de_de: Liste

source: List item belongs to
de_de: Listenelement gehört zu

source: Indicates the type of the list item.
de_de: Gibt den Typ des Listenelements an.

source: Unique identifier for this list item
de_de: Eindeutiger ID für dieses Listenelement

source: Identifier sort
de_de: Sortierung von Bezeichnern

source: Sortable value for identifier
de_de: Sortierbarer Wert für Bezeichner

source: Item value
de_de: Artikel Wert

source: Value of this list item; is stored in database when this item is selected
de_de: Wert dieses Listenelements; wird in der Datenbank gespeichert, wenn dieses Element ausgewählt ist

source: Color to display item in
de_de: Farbe zum Anzeigen des Elements in

source: Item icon
de_de: Elementsymbol

source: Optional icon to use with item
de_de: Optionales Symbol zur Verwendung mit Element

source: Is enabled?
de_de: Aktiviert?

source: If checked this item is selectable and can be used in cataloguing.
de_de: Wenn dieses Kontrollkästchen aktiviert ist, ist dieses Element auswählbar und kann in der Katalogisierung verwendet werden.

source: Is default?
de_de: Ist die Standardeinstellung?

source: If checked this item will be the default selection for the list.
de_de: Wenn diese Option aktiviert ist, ist diese Option die Standardauswahl für die Liste.

source: Validation format
de_de: Validierungsformat

source: NOT CURRENTLY SUPPORTED; WILL BE A PERL-COMPATIBLE REGEX APPLIED TO VALIDATE INPUT
de_de: DERZEIT NICHT UNTERSTÜTZT; WIRD EINE PERL-KOMPATIBLE REGEX SEIN, DIE ZUR VALIDIERUNG VON EINGABEN ANGEWENDET WIRD

source: Indicates if the list item is accessible to the public or not.
de_de: Gibt an, ob das Listenelement öffentlich zugänglich ist oder nicht.

source: List item settings
de_de: Einstellungen für Listenelemente

source: Indicates the current state of the list item.
de_de: Gibt den aktuellen Status des Listenelements an.

source: Indicates if list item is deleted or not.
de_de: Gibt an, ob das Listenelement gelöscht wurde oder nicht.

source: Administrative source of list item. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle des Listenelements. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der das Objekt stammt, kann aber bei Bedarf auch zur Verwendung als einfaches Klassifizierungstool neu beauftragt werden.

source: Individual person
de_de: Einzelperson

source: Organization
de_de: Organisation

source: Individual person without additional forenames
de_de: Einzelperson ohne zusätzliche Vornamen

source: Entity class
de_de: Entitätsklasse

source: The class of entity the type represents. Use <em>Individual person</em> for entities that require a fully articulated personal name. Use <em>organization</em> for group entities such as corporations, clubs and families.
de_de: Die Klasse der Entität, die der Typ darstellt. Verwenden Sie <em>Einzelne Person</em> für Entitäten, die einen vollständig artikulierten persönlichen Namen erfordern. Verwenden Sie <em>Organisation</em> für Gruppenentitäten wie Unternehmen, Vereine und Familien.

source: Use suffix for organizations?
de_de: Suffix für Organisationen verwenden?

source: Show suffix entry field for organization labels?
de_de: Suffixeingabefeld für Organisationsbeschriftungen anzeigen?

source: Label for organization name
de_de: Bezeichnung für den Namen der Organisation

source: Custom label for organization names
de_de: Benutzerdefinierte Bezeichnung für Organisationsnamen

source: Include source entry for preferred labels?
de_de: Quelleneintrag für bevorzugte Etiketten einschließen?

source: Include source entry field for preferred labels
de_de: Quelleingabefeld für bevorzugte Beschriftungen einschließen

source: Include source entry for non-preferred labels?
de_de: Quelleneintrag für nicht bevorzugte Labels einbeziehen?

source: Include source entry field for non-preferred labels
de_de: Quelleingabefeld für nicht bevorzugte Beschriftungen einschließen

source: Include checked indicator for preferred labels?
de_de: Quelleneintrag für bevorzugte Etiketten einschließen?

source: Include "checked" checkbox for preferred labels
de_de: Quelleneintrag für bevorzugte Etiketten einschließen?

source: Include checked indicator for non-preferred labels?
de_de: Quelleneintrag für nicht bevorzugte Labels einbeziehen?

source: Include "checked" checkbox for non-preferred labels
de_de: Quelleneintrag für nicht bevorzugte Labels einbeziehen?

source: Render in new menu
de_de: In neuem Menü rendern

source: Related lots
de_de: Verwandte Lose

source: Locale %1 does not exist
de_de: Tabelle ist nicht vorhanden

source: list item ⇔ list item relationship
de_de: Listenelement ⇔ Listenelementbeziehung

source: list item ⇔ list item relationships
de_de: Listenelement- ⇔ Listenelementbeziehungen

source: list name
de_de: Name der Liste

source: list names
de_de: Listennamen

source: The locale from which the object originates.
de_de: Das Gebietsschema, aus dem das Objekt stammt.

source: Name of list
de_de: Name der Liste

source: Unique numeric identifier used by CollectiveAccess internally to identify this list
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diese Liste zu identifizieren

source: List code
de_de: Listencode

source: Unique code for list; used to identify the list for configuration purposes.
de_de: Eindeutiger Code für die Liste; Wird verwendet, um die Liste für Konfigurationszwecke zu identifizieren.

source: Default sort order
de_de: Standard-Sortierreihenfolge

source: Specifies the default method to employ to order items in this list.
de_de: Gibt die Standardmethode an, die zum Sortieren von Elementen in dieser Liste verwendet werden soll.

source: By label
de_de: Nach Label

source: By rank
de_de: Nach Rang

source: By value
de_de: Nach Wert

source: By identifier
de_de: Nach Bezeichner

source: Is system list
de_de: Ist Systemliste

source: Set this if the list is a list used by the system to populate a specific field (as opposed to a user defined list or vocabulary). In general, system lists are defined by the system installer - you should not have to create system lists on your own.
de_de: Setzen Sie diese Option, wenn es sich bei der Liste um eine Liste handelt, die vom System verwendet wird, um ein bestimmtes Feld zu füllen (im Gegensatz zu einer benutzerdefinierten Liste oder einem Vokabular). Im Allgemeinen werden Systemlisten vom Systeminstallationsprogramm definiert - Sie sollten keine eigenen Systemlisten erstellen müssen.

source: Is hierarchical
de_de: Ist hierarchisch

source: Set this if the list is hierarchically structured; leave unset if you are creating a simple "flat" list.
de_de: Setzen Sie diesen Wert, wenn die Liste hierarchisch strukturiert ist; lassen Sie ihn unbesetzt, wenn Sie eine einfache "flache" Liste erstellen.

source: Use as vocabulary
de_de: Verwendung als Vokabular

source: Set this if the list is to be used as a controlled vocabulary for cataloguing.
de_de: Legen Sie diese fest, wenn die Liste als kontrolliertes Vokabular für die Katalogisierung verwendet werden soll.

source: Current selection
de_de: Aktuelle Auswahl

source: loan title
de_de: Leihtitel

source: loan titles
de_de: Leihtitel

source: Descriptive title for loan
de_de: Beschreibender Titel für die Ausleihe

source: loan
de_de: Darlehen

source: Unique numeric identifier used by CollectiveAccess internally to identify this loan
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um dieses Darlehen zu identifizieren

source: Loan type
de_de: Art des Darlehens

source: The type of the loan. eg. incoming loan, outgoing loan, etc.
de_de: Die Art des Darlehens. Zb. Eingehender Kredit, ausgehender Kredit usw.

source: Loan identifier
de_de: Kreditkennung

source: A unique alphanumeric identifier for this loan.
de_de: Ein eindeutiger alphanumerischer Bezeichner für dieses Darlehen.

source: Administrative source of loan. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle des Darlehens. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der das Objekt stammt, kann aber bei Bedarf auch zur Verwendung als einfaches Klassifizierungstool neu beauftragt werden.

source: Serialized array used to store source information for loan information retrieved via web services [NOT IMPLEMENTED YET].
de_de: Serialisiertes Array zum Speichern von Quellinformationen für Ausleihinformationen, die über Webdienste abgerufen werden [NOCH NICHT IMPLEMENTIERT].

source: Loan hierarchy
de_de: Kredithierarchie

source: Identifier of loan that is root of the loan hierarchy.
de_de: Bezeichner des Darlehens, der der Stamm der Darlehenshierarchie ist.

source: Indicates if loan information is accessible to the public or not.
de_de: Gibt an, ob Kreditinformationen für die Öffentlichkeit zugänglich sind oder nicht.

source: Indicates the current state of the loan record.
de_de: Gibt den aktuellen Status des Darlehensdatensatzes an.

source: Indicates if the loan is deleted or not.
de_de: Gibt an, ob das Darlehen gelöscht wird oder nicht.

source: User submitting this loan
de_de: Benutzer, der dieses Darlehen einreicht

source: Group this loan was submitted under
de_de: Gruppe dieses Darlehen wurde eingereicht unter

source: loans ⇔ collections relationship
de_de: Leihgaben ⇔ Sammlungsbeziehung

source: loans ⇔ collections relationships
de_de: Leih- ⇔ Sammlungsbeziehungen

source: loans ⇔ entities relationship
de_de: Beziehung zwischen Darlehen ⇔ Unternehmen

source: loans ⇔ entities relationships
de_de: Beziehungen zwischen Krediten ⇔ Unternehmen

source: loan ⇔ loan relationship
de_de: Kredit- ⇔ Darlehensverhältnis

source: loan ⇔ loan relationships
de_de: Kredit- ⇔ Darlehensbeziehungen

source: loans ⇔ movements relationship
de_de: Kredite ⇔ Bewegungen Beziehung

source: loans ⇔ movements relationships
de_de: Kredite ⇔ Bewegungen Beziehungen

source: loans ⇔ object lots relationship
de_de: Darlehen ⇔ Objektlose Beziehung

source: loans ⇔ object lots relationships
de_de: Darlehen ⇔ Objektlose Beziehungen

source: loans ⇔ representations relationship
de_de: Darlehen ⇔ Vertretungsbeziehung

source: loans ⇔ representations relationships
de_de: Darlehen ⇔ Vertretungen Beziehungen

source: Is primary?
de_de: Ist primär?

source: Indicates that the representation should be used to depict the entity is situations where only a single representation can be displayed (eg. search results).
de_de: Gibt den Typ der Darstellung an. Der Typ kann nur beim Erstellen einer neuen Darstellung festgelegt werden und kann nach dem Speichern der Darstellung nicht mehr geändert werden.

source: loans ⇔ objects relationship
de_de: Beziehung zwischen Darlehen ⇔ Objekten

source: loans ⇔ objects relationships
de_de: Beziehungen zwischen Krediten ⇔ Objekten

source: loans ⇔ occurrences relationship
de_de: Kredite ⇔ Vorkommen Beziehung

source: loans ⇔ occurrences relationships
de_de: Kredite ⇔ Vorkommen Beziehungen

source: loans ⇔ places relationship
de_de: Darlehen ⇔ Orte Beziehung

source: loans ⇔ places relationships
de_de: Darlehen ⇔ Orte Beziehungen

source: loans ⇔ storage locations relationship
de_de: Beziehung zwischen Krediten ⇔ Lagerorten

source: loans ⇔ storage locations relationships
de_de: Kredite ⇔ Lagerortbeziehungen

source: loans ⇔ vocabulary terms relationship
de_de: Entlehnungen ⇔ Wortschatz Begriffsbeziehung

source: loans ⇔ vocabulary terms relationships
de_de: Entlehnungen ⇔ Vokabeln Begriffe Beziehungen

source: locale
de_de: Gebietsschema

source: Unique numeric identifier used by CollectiveAccess internally to identify this locale
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern verwendet wird, um dieses Gebietsschema zu identifizieren

source: Name of locale. The chosen name should be descriptive and must be unique.
de_de: Name des Gebietsschemas. Der gewählte Name sollte beschreibend und eindeutig sein.

source: ISO 639 language code
de_de: ISO-639-Sprachcode

source: 2 or 3 character language code for locale; use the ISO 639-1 standard for two letter codes or ISO 639-2 for three letter codes.
de_de: 2- oder 3-stelliger Sprachcode für das Gebietsschema; Verwenden Sie die Norm ISO 639-1 für Codes mit zwei Buchstaben oder ISO 639-2 für Codes mit drei Buchstaben.

source: ISO 3166-1 alpha-2 country code
de_de: ISO 3166-1 alpha-2 Ländercode

source: 2 characer country code for locale; use the ISO 3166-1 alpha-2 standard.
de_de: 2 Zeichen Ländercode für Gebietsschema; verwenden Sie den ISO 3166-1 alpha-2 Standard.

source: Dialect
de_de: Dialekt

source: Optional dialect specifier for locale. Up to 8 characters, this code is usually one defined by the language lists at http://www.ethnologue.com.
de_de: Optionaler Dialektbezeichner für das Gebietsschema. Bis zu 8 Zeichen, dieser Code wird normalerweise durch die Sprachlisten bei http://www.ethnologue.com definiert.

source: Do not use for cataloguing
de_de: Nicht zur Katalogisierung verwenden

source: If checked then locale cannot be used to tag content.
de_de: Wenn diese Option aktiviert ist, kann das Gebietsschema nicht zum Markieren von Inhalten verwendet werden.

source: Media upload file
de_de: Datei zum Hochladen von Medien

source: Media upload files
de_de: Dateien hochladen von Medien

source: File id
de_de: Datei-ID

source: Unique numeric identifier used by CollectiveAccess internally to identify this uploaded file
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diese hochgeladene Datei zu identifizieren

source: Session id
de_de: Sitzungs-ID

source: Session to which this upload belongs.
de_de: Sitzung, zu der dieser Upload gehört.

source: Creation date
de_de: Erstellungsdatum

source: The date and time the upload was started on.
de_de: Datum und Uhrzeit des Uploads.

source: Upload completion date
de_de: Fertigstellungsdatum hochladen

source: The date and time the upload was completed on. An empty value indicates an incomplete upload.
de_de: Datum und Uhrzeit des Uploads. Ein leerer Wert weist auf einen unvollständigen Upload hin.

source: Date of last upload activity
de_de: Datum der letzten Upload-Aktivität

source: The date and time activity was last recorded on the upload.
de_de: Die Datums- und Uhrzeitaktivität wurde zuletzt beim Upload aufgezeichnet.

source: File name
de_de: Dateiname

source: Original name of uploaded file.
de_de: Ursprünglicher Name der hochgeladenen Datei.

source: Size of data received
de_de: Größe der empfangenen Daten

source: The size of data received, in bytes.
de_de: Die Größe der empfangenen Daten in Bytes.

source: Total upload size
de_de: Gesamtgröße des Uploads

source: The total size of the uploaded file, in bytes.
de_de: Die Gesamtgröße der hochgeladenen Datei in Bytes.

source: Error code
de_de: Fehlercode

source: Error code. Zero if no error.
de_de: Fehlercode. Null, wenn kein Fehler.

source: media submission
de_de: Medieneinreichung

source: media submissions
de_de: Medieneinreichungen

source: Unique numeric identifier used by CollectiveAccess internally to identify this upload
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diesen Upload zu identifizieren

source: User submitting this upload.
de_de: Benutzer, der diesen Upload einreicht.

source: Submission date
de_de: Einreichungsdatum
