Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: Check this option if you want to allow empty attribute values. This - of course - only makes sense if you bundle several elements in a container.
de_de: Aktivieren Sie diese Option, wenn Sie leere Attributwerte zulassen möchten. Das macht natürlich nur Sinn, wenn Sie mehrere Elemente in einem Container bündeln.

source: Entry for <em>%1</em> was blank.
de_de: Der Eintrag für <em>%1</em> war leer.

source: Floor plan is not supported outside of a request context
de_de: Grundriss wird außerhalb eines Anforderungskontexts nicht unterstützt

source: Floor plan is not supported
de_de: Grundriss wird nicht unterstützt

source: Floor plan for <em>%1</em>
de_de: Grundriss für <em>%1</em>

source: %1 annotation on this floor plan
de_de: %1 Anmerkung zu diesem Grundriss

source: %1 annotations on this floor plan
de_de: %1 Anmerkungen auf diesem Grundriss

source: Edit floor plan
de_de: Grundriss bearbeiten

source: Width of map display in user interface
de_de: Breite der Kartendarstellung in der Benutzeroberfläche

source: Width in pixels of the display map.
de_de: Breite der Anzeigekarte in Pixel.

source: Height of map display in user interface
de_de: Höhe der Kartenanzeige in der Benutzeroberfläche

source: Height in pixels of the display map.
de_de: Höhe in Pixel der Anzeigekarte.

source: Minimum zoom level
de_de: Minimale Zoomstufe

source: Minimum allowable zoom level for map.
de_de: Minimal zulässige Zoomstufe für die Karte.

source: Maximum zoom level
de_de: Maximale Zoomstufe

source: Maximum allowed zoom level for map.
de_de: Maximal zulässige Zoomstufe für die Karte.

source: Default zoom level
de_de: Standard-Zoomstufe

source: Default zoom level for newly opened maps.
de_de: Standard-Zoomstufe für neu geöffnete Karten.

source: Check this option if you don't want your GeoNames values to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn Ihre GeoNames-Werte nicht gebietsschemaspezifisch sein sollen. (Der Standardwert ist nein.)

source: Disable map
de_de: Karte deaktivieren

source: Check this option if you want to disable location map display.
de_de: Aktivieren Sie diese Option, wenn Sie die Anzeige der Positionskarte deaktivieren möchten.

source: Maximum number of GeoNames results
de_de: Maximale Anzahl von GeoNames-Ergebnissen

source: Determines the maximum number of results returned by GeoNames. Tweak this number if you want to speed up lookups.
de_de: Bestimmt die maximale Anzahl von Ergebnissen, die von GeoNames zurückgegeben werden. Optimieren Sie diese Zahl, wenn Sie Suchanfragen beschleunigen möchten.

source: GeoNames elements
de_de: GeoNames-Elemente

source: Comma-separated list of GeoNames attributes to be pulled from the service to build the text representation for the selected location. See http://www.geonames.org/export/geonames-search.html for further reference, including the available element names. Note that latitude and longitude are always added to the text value to enable map display.
de_de: Komma-getrennte Liste der GeoNames-Attribute, die vom Dienst bezogen werden sollen, um die Textdarstellung für die ausgewählte Position zu erstellen. Weitere Informationen finden Sie unter http://www.geonames.org/export/geonames-search.html, einschließlich der verfügbaren Elementnamen. Beachten Sie, dass Breiten- und Längengrad immer dem Textwert hinzugefügt werden, um die Kartenanzeige zu aktivieren.

source: GeoNames element delimiter
de_de: Trennzeichen der GeoNames-Elemente

source: Delimiter to use between multiple values pulled from GeoNames service.
de_de: Trennzeichen, das zwischen mehreren Werten verwendet werden soll, die vom GeoNames-Service bezogen werden.

source: Connection to GeoNames with username "%1" was rejected with the message "%2". Check your configuration and make sure your GeoNames.org account is enabled for web services.
de_de: Die Verbindung zu GeoNames mit dem Benutzernamen "%1" wurde mit der Meldung "%2" abgelehnt. Überprüfen Sie Ihre Konfiguration, und stellen Sie sicher, dass Ihr GeoNames.org-Konto für Webdienste aktiviert ist.

source: Could not connect to GeoNames
de_de: Verbindung zu GeoNames konnte nicht hergestellt werden

source: Points are directional
de_de: Punkte sind ausgerichtet

source: Check this option to enable setting of directions for point locations. (The default is not to be.)
de_de: Aktivieren Sie diese Option, um die Festlegung von Richtungen für Punktpositionen zu aktivieren. (Der Standardwert ist nein.)

source: Drop pin at search site?
de_de: Stecknadel auf der Suchseite?

source: Check this option if you want a pin to be placed at the location of geo-searches.
de_de: Aktivieren Sie diese Option, wenn Sie möchten, dass eine PIN am Ort der Geosuche platziert wird.

source: Default map location (enter as decimal &lt;latitude&gt;,&lt;longitude&gt;)
de_de: Standard-Kartenstandort (Eingabe als dezimaler &lt;Breitengrad&gt;,&lt;Längengrad&gt;)

source: Default center location for newly opened maps. Set as decimal latitude and longitude values, separated by a comma.
de_de: Standardzentrale Position für neu geöffnete Karten. Wird als Dezimalbreiten- und Längengradwerte festgelegt, getrennt durch ein Komma.

source: Check this option if you don't want your georeferences to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn Sie nicht möchten, dass Ihre Georeferenzen gebietsschemaspezifisch sind. (Der Standardwert ist nein.)

source: Tile server URL
de_de: URL des Kachelservers

source: URL for tileserver to load custom tiles from, with placeholders for X, Y and Z values in the format <em>${x}</em>. Ex. http://tileserver.net/maps/${z}/${x}/${y}.png. Leave blank if you do not wish to use custom map tiles.
de_de: URL für Kachelserver zum Laden benutzerdefinierter Kacheln mit Platzhaltern für X-, Y- und Z-Werte im Format <em>.x .</em> Z.B. http://tileserver.net/maps/-z/x-x-_png. Lassen Sie leer, wenn Sie keine benutzerdefinierten Kartenkacheln verwenden möchten.

source: Tile layer name
de_de: Name des Kachel-Layers

source: Display name for layer containing tiles loaded from tile server specified in the <em>tile server URL</em> setting.
de_de: Anzeigename für Layer, der Kacheln enthält, die vom Kachelserver geladen wurden, die in der <em>URL-Einstellung</em> des Kachelservers angegeben sind.

source: Show layer switcher controls
de_de: Layer-Switcher-Steuerelemente anzeigen

source: Check this option you want to include layer switching controls in the map.
de_de: Aktivieren Sie diese Option, mit der Layer-Switching-Steuerelemente in die Karte eingeschlossen werden sollen.

source: Address or georeference was blank.
de_de: Adresse oder Georeferenz war leer.

source: Could not connect to Google for geocoding
de_de: Für die Geokodierung konnte keine Verbindung zu Google hergestellt werden.

source: Could not geocode address "%1": [%2]
de_de: Die Adresse "%1" konnte nicht geokodiert werden: [%2]

source: Could not geocode address "%1"
de_de: Die Adresse "%1" konnte nicht geokodiert werden.

source: The type of information service to be accessed.
de_de: Der Typ des Informationsdienstes, auf den zugegriffen werden soll.

source: Check this option if you don't want your values to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn Ihre Werte nicht gebietsschemaspezifisch sein sollen. (Der Standardwert ist nein.)

source: Sort using list
de_de: Sortieren mithilfe der Liste

source: List code for list to sort information service values on. Each item in the referenced list should have an identifier that matches the information service item uri or id and a rank that reflects the desired sort order. Leave empty to sort information service items by their value.
de_de: Listencode für die Liste, nach der die Werte des Informationsdiensts sortiert werden sollen. Jedes Element in der referenzierten Liste sollte einen Bezeichner haben, der mit dem Informationsdienstelement-URI oder der ID übereinstimmt, und einen Rang, der die gewünschte Sortierreihenfolge widerspiegelt. Lassen Sie das Feld leer, um Informationsserviceelemente nach ihrem Wert zu sortieren.

source: Value for InformationService lookup has to be an ID or URL that returns exactly 1 hit. We got more or no hits. Value was %1
de_de: Der Wert für die InformationService-Suche muss eine ID oder URL sein, die genau einen Treffer zurückgibt. Wir haben mehr oder keine Treffer bekommen. Der Wert war %1

source: Minimum number of characters
de_de: Min. Anzahl der Zeichen

source: The minimum number of characters to allow. Input shorter than required will be rejected.
de_de: Die minimale Anzahl von Zeichen, die zugelassen werden sollen. Eingaben, die kürzer als erforderlich sind, werden abgelehnt.

source: Maximum number of characters
de_de: Maximale Anzahl von Zeichen

source: The maximum number of characters to allow. Input longer than required will be rejected.
de_de: Die maximal zulässige Anzahl von Zeichen. Eingaben, die länger als erforderlich sind, werden abgelehnt.

source: The minimum numeric value to allow. Values smaller than required will be rejected.
de_de: Der minimale numerische Wert, der zugelassen werden soll. Werte, die kleiner als erforderlich sind, werden abgelehnt.

source: The maximum numeric value to allow. Values larger than required will be rejected.
de_de: Der maximal zulässige numerische Wert. Werte, die größer als erforderlich sind, werden abgelehnt.

source: Regular expression to validate input with
de_de: Regulärer Ausdruck zum Überprüfen von Eingaben

source: A Perl-format regular expression with which to validate the input. Input not matching the expression will be rejected. Do not include the leading and trailling delimiter characters (typically "/") in your expression. Leave blank if you don't want to use regular expression-based validation.
de_de: Ein regulärer Ausdruck im Perl-Format, mit dem die Eingabe überprüft werden soll. Eingaben, die dem Ausdruck nicht entsprechen, werden abgelehnt. Schließen Sie die führenden und nachfolgenden Trennzeichen (in der Regel "/") nicht in Ihren Ausdruck ein. Lassen Sie leer, wenn Sie keine Validierung anhand regulärer Ausdrücke verwenden möchten.

source: Check this option if you don't want your integer values to be locale-specific. (The default is to be.)
de_de: Aktivieren Sie diese Option, wenn die ganzzahligen Werte nicht gebietsschemaspezifisch sein sollen. (Der Standardwert ist ja.)

source: Must be unique
de_de: Muss eindeutig sein

source: Check this option to enforce uniqueness across all values for this attribute.
de_de: Aktivieren Sie diese Option, um die Eindeutigkeit für alle Werte für dieses Attribut zu erzwingen.

source: %1 must be at least 1 character long
de_de: %1 muss mindestens 1 Zeichen lang sein

source: %1 must be at least %2 characters long
de_de: %1 muss mindestens %2 cZeichen lang sein

source: %1 must be no more than 1 character long
de_de: %1 darf nicht mehr als 1 Zeichen lang sein

source: %1 must be no more than %2 characters long
de_de: %1 darf nicht länger als %2 Zeichen sein

source: %1 must be a number
de_de: Sie müssen einen Benutzer angeben

source: %1 must be no more than %2
de_de: Start muss kleiner als Ende sein

source: %1 does not conform to required format
de_de: %1 dentspricht nicht dem erforderlichen Format

source: %1 is not an integer value
de_de: Verwendung als Einzelwert

source: %1 must be unique across all values. The value you entered already exists.
de_de: %1 muss für alle Werte eindeutig sein. Der von Ihnen eingegebene Wert existiert bereits.

source: Check this option if you don't want your LCSH values to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn Ihre LCSH-Werte nicht gebietsschemaspezifisch sein sollen. (Der Standardwert ist nein.)

source: Vocabulary
de_de: Vokabular

source: Selects which vocabulary will be searched.
de_de: Wählt aus, welches Vokabular durchsucht werden soll.

source: All vocabularies
de_de: Alle Vokababulare

source: LC Subject Headings
de_de: LC Themenüberschriften

source: LC Name Authority File
de_de: LC Namensautoritätsdatei

source: LC Subject Headings for Children
de_de: LC Themenüberschriften für Kinder

source: LC Genre/Forms File
de_de: LC Genre/Forms-Datei

source: Thesaurus of Graphic Materials
de_de: Thesaurus grafischer Materialien

source: Preservation Events
de_de: Erhaltungsereignisse

source: Preservation Level Role
de_de: Erhaltungsebenen-Rolle

source: Cryptographic Hash Functions
de_de: Kryptografische Hashfunktionen

source: Controlled Vocabulary for Rare Materials Cataloging
de_de: Kontrolliertes Vokabular für die Katalogisierung seltener Materialien

source: MARC Relators
de_de: MARC Erzähler

source: MARC Countries
de_de: MARC Länder

source: MARC Geographic Areas
de_de: MARC Geographische Gebiete

source: MARC Languages
de_de: MARC Sprachen

source: ISO639-1 Languages
de_de: ISO639-1 Sprachen

source: ISO639-2 Languages
de_de: ISO639-2 Sprachen

source: ISO639-5 Languages
de_de: ISO639-5 Sprachen

source: Could not connect to LCSH service for %1: %2
de_de: Konnte keine Verbindung zum LCSH-Dienst herstellen für %1: %2

source: Could not get results from LCSH service for %1 [%2]
de_de: Konnte keine Ergebnisse vom LCSH-Dienst erhalten für %1 [%2]

source: Could not get results from LCSH service for %1 [%2]; status was %3
de_de: Konnte keine Ergebnisse vom LCSH-Dienst für %1 [%2] erhalten; Status war %3

source: %1 is not a valid measurement
de_de: Keine gültige Messung

source: Width of list in user interface
de_de: Breite der Liste in der Benutzeroberfläche

source: Width, in characters or pixels, of the list when displayed in a user interface. When list is rendered as a hierarchy browser width must be in pixels.
de_de: Breite der Liste in Zeichen oder Pixeln, wenn sie in einer Benutzeroberfläche angezeigt wird. Wenn die Liste als Hierarchiebrowser gerendert wird, muss die Breite in Pixel angegeben sein.

source: Height of list in user interface (hierarchy browser only)
de_de: Höhe der Liste in der Benutzeroberfläche (nur Hierarchiebrowser)

source: Height, in pixels, of the list when displayed in a user interface as a hierarchy browser.
de_de: Höhe der Liste in Pixeln, wenn sie in einer Benutzeroberfläche als Hierarchiebrowser angezeigt wird.

source: Check this option if you don't want your list values to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn die Listenwerte nicht gebietsschemaspezifisch sein sollen. (Der Standardwert ist nein.)

source: Check this option if you want to require that a list item be selected.
de_de: Aktivieren Sie diese Option, wenn die Auswahl eines Listenelements erforderlich sein soll.

source: Allow implicit null values?
de_de: Implizite Nullwerte zulassen?

source: Check this option if you want to accept an empty selection as a null value.
de_de: Aktivieren Sie diese Option, wenn Sie eine leere Auswahl als Nullwert akzeptieren möchten.

source: No value text
de_de: Kein Werttext

source: Text to use as label for the "no value" option when a value is not required.
de_de: Text, der als Beschriftung für die Option "kein Wert" verwendet wird, wenn kein Wert erforderlich ist.

source: Use list default when value is null?
de_de: Listenstandard verwenden, wenn der Wert null ist?

source: Check this option if the list default value should be used when the item value is null. (The default is to disregard the default value and show the null value.)
de_de: Aktivieren Sie diese Option, falls der Listenstandardwert verwendet werden soll, wenn der Elementwert null ist. (Der Standardwert besteht darin, den Standardwert zu ignorieren und den NULL-Wert anzuzeigen.)

source: Render list as
de_de: Rendere Liste als

source: Set the presentation of the list to select, checkboxes, radio buttons, look or browser.
de_de: Legen Sie die Darstellung der Liste auf Auswahl, Kontrollkästchen, Optionsfelder, Aussehen oder Browser fest.

source: Drop-down list
de_de: Drop-Down-Liste

source: Yes/no checkbox
de_de: Kontrollkästchen Ja/Nein

source: Checklist
de_de: Checkliste

source: Horizontal hierarchy browser
de_de: Browser für horizontale Hierarchie

source: Horizontal hierarchy browser with search
de_de: Horizontaler Hierarchiebrowser mit Suche

source: Vertical hierarchy browser (upward)
de_de: Vertikaler Hierarchiebrowser (aufwärts)

source: Vertical hierarchy browser (downward)
de_de: Vertikaler Hierarchiebrowser (abwärts)

source: Automatically shrink horizontal hierarchy browser
de_de: Horizontale Hierarchie automatisch verkleinern

source: Check this option if you want the hierarchy browser to automatically shrink or expand based on the height of the column with the most data. Only affects the horizontal browser!
de_de: Aktivieren Sie diese Option, wenn der Hierarchiebrowser basierend auf der Höhe der Spalte mit den meisten Daten automatisch verkleinert oder erweitert werden soll. Betrifft nur den horizontalen Browser!

source: Number of columns to use for radio button or checklist display
de_de: Anzahl der Spalten, die für die Anzeige von Optionsfeldern oder Checklisten verwendet werden sollen

source: Maximum number of columns to use when laying out radio buttons or checklist.
de_de: Maximale Anzahl von Spalten, die beim Layout von Optionsfeldern oder einer Checkliste verwendet werden sollen.

source: Current selection template
de_de: Aktuelle Auswahlvorlage

source: Template formatting current selection text. You may use the following tags: ^current (the currently selected list item), ^parent (the parent of the currently selected list item), ^hierarchy (the full hierarchal path to the list item).
de_de: Formatierung der Vorlage für den aktuellen Auswahltext. Sie können die folgenden Tags verwenden: ^current (das aktuell ausgewählte Listenelement), ^parent (das übergeordnete Element des aktuell ausgewählten Listenelements), ^hierarchy (der vollständige hierarchische Pfad zu dem Listenelement).

source: Minimize existing values?
de_de: Vorhandene Werte minimieren?

source: Check this option if existing values should displayed in a minimized, non-editable format.
de_de: Aktivieren Sie diese Option, wenn vorhandene Werte in einem minimierten, nicht bearbeitbaren Format angezeigt werden sollen.

source: Defer loading of hierarchy browser?
de_de: Laden des Hierarchiebrowsers verschieben?

source: Check this option to defer loading of hierarachy browser for existing values using hierarchical render modes when not minimized until user clicks.
de_de: Aktivieren Sie diese Option, um das Laden des Hierarachy-Browsers für vorhandene Werte mit hierarchischen Rendermodi zu verschieben, wenn sie nicht minimiert werden, bis der Benutzer klickt.

source: Separate disabled values?
de_de: Deaktivierte Werte trennen?

source: Group disabled entries after active entries.
de_de: Gruppieren Sie deaktivierte Einträge nach aktiven Einträgen.

source: Value %1 was not set for %2 because it does not exist in list %3
de_de: Der Wert %1 wurde für %2 nicht festgelegt, da er in der Liste %3 nicht vorhanden ist.

source: Value for %1 [%2] cannot be blank
de_de: Wert für %1 [%2] kann nicht leer sein

source: Value %3 for %1 [%2] is invalid
de_de: Elementcode oder ID ist ungültig

source: Hide bundles if value is not set
de_de: Pakete ausblenden, wenn der Wert nicht festgelegt ist

source: Select bundles from the list below to be hidden when no value is set for this element.
de_de: Wählen Sie Pakete aus der Liste unten aus, um ausgeblendet zu werden, wenn für dieses Element kein Wert festgelegt ist.

source: Hide bundles if "%1" is selected
de_de: Pakete ausblenden, wenn "%1" ausgewählt ist

source: Select bundles from the list below.
de_de: Wählen Sie Bundles aus der Liste unten aus.

source: The list must have exactly two items to be used as a yes/no checkbox
de_de: Die Liste muss genau zwei Elemente enthalten, die als Ja/Nein-Kontrollkästchen verwendet werden.

source: Sub-elements may not be used as checklists
de_de: Unterelemente dürfen nicht als Checklisten verwendet werden

source: dependent field visibility is only supported for radio buttons and drop-down (select) menus
de_de: Abhängige Feldsichtbarkeit wird nur für Optionsfelder und Dropdown-Menüs (Auswahl) unterstützt

source: Check this option if you want to require that a loan be selected.
de_de: Aktivieren Sie diese Option, wenn die Auswahl einer Leihgabe erforderlich sein soll.

source: Check this option if you don't want your loan values to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn Sie das Festlegen doppelter Werte zulassen möchten, wenn sich das Element wiederholt.

source: Check this option if you don't want your media to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn ein Fehler ausgelöst werden soll, falls diese Messung leer bleibt.

source: Media details
de_de: Mediendetails

source: No media uploaded
de_de: Keine Medien hochgeladen

source: Upload
de_de: Hochladen

source: Check this option if you want to require that a movement be selected.
de_de: Aktivieren Sie diese Option, wenn die Auswahl einer Bewegung erforderlich sein soll.

source: The minimum numeric value to allow. Values smaller than required will be rejected. Leave blank to indicate no lower limit.
de_de: Der minimale numerische Wert, der zugelassen werden soll. Werte, die kleiner als erforderlich sind, werden abgelehnt. Lassen Sie leer, um keine untere Grenze zu verwenden.

source: The maximum numeric value to allow. Values larger than required will be rejected. Leave blank to indicate no upper limit.
de_de: Der maximal zulässige numerische Wert. Werte, die größer als erforderlich sind, werden abgelehnt. Lassen Sie leer, um keine Obergrenze zu verwenden.

source: Check this option if you don't want your numeric values to be locale-specific. (The default is to be.)
de_de: Aktivieren Sie diese Option, wenn die numerischen Werte nicht gebietsschemaspezifisch sein sollen. (Der Standardwert ist ja.)

source: %1 is not a numeric value
de_de: Datei ist nicht Teil dieses Werts

source: Check this option if you want to require that a lot be selected.
de_de: Aktivieren Sie diese Option, wenn Sie ein Konvolut auswählen möchten.

source: Check this option if you want to require that an object representation be selected.
de_de: Aktivieren Sie diese Option, wenn Sie möchten, dass die Auswahl einer Objektrepräsentation erforderlich ist.

source: Check this option if you want to require that a object be selected.
de_de: Aktivieren Sie diese Option, wenn Sie möchten, dass die Auswahl eines Objektes erforderlich ist.

source: Check this option if you want to require that a occurrence be selected.
de_de: Aktivieren Sie diese Option, wenn Sie möchten, dass die Auswahl eines Vorfalls erforderlich ist.

source: Check this option if you want to require that a place be selected.
de_de: Aktivieren Sie diese Option, wenn Sie möchten, dass die Auswahl eines Platzes erforderlich ist.

source: Check this option if you want to require that a location be selected.
de_de: Aktivieren Sie diese Option, wenn Sie möchten, dass die Auswahl eines Ortes erforderlich ist.

source: Check this option if you don't want your text to be locale-specific. (The default is to be.)
de_de: Aktivieren Sie diese Option, wenn der Text nicht gebietsschemaspezifisch sein soll. (Der Standardwert ist ja.)

source: Allow locales
de_de: Gebietsschemas zulassen

source: Specify specific locales to allow for this element.
de_de: Geben Sie bestimmte Gebietsschemas an, um dieses Element zuzulassen.
