Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: Date of last coming due notice
de_de: Datum der letzten Fälligkeitsmitteilung

source: Date/time a coming due notice was last sent.
de_de: Datum/Uhrzeit der letzten Frist, zu der eine fällige Benachrichtigung gesendet wurde.

source: Date of last overdue notice
de_de: Datum der letzten Mahnung

source: Date/time an overdue notice was last sent.
de_de: Datum/Uhrzeit der letzten Absendung einer Mahnung.

source: Date of last reservation available notice
de_de: Datum der letzten Reservierung verfügbar Benachrichtigung

source: Date/time a reservation available notice was last sent.
de_de: Datum/Uhrzeit der letzten Benachrichtigung über eine Reservierung verfügbar.

source: Indicates if the order is deleted or not.
de_de: Gibt an, ob die Bestellung gelöscht wurde oder nicht.

source: Object_id is not valid
de_de: Object_id ist ungültig

source: Object_id is not accessible
de_de: Object_id ist nicht zugänglich

source: User_id is not valid
de_de: User_id ist ungültig

source: Item is already out
de_de: Artikel ist bereits draußen

source: User already has item
de_de: Der Benutzer hat bereits ein Element

source: Configuration for type %1 does not exist
de_de: Einladung existiert nicht

source: today
de_de: heute

source: Item is not out
de_de: Artikel ist nicht out

source: Item is already reserved by this user
de_de: Artikel ist bereits von diesem Benutzer reserviert

source: Invalid interval
de_de: Ungültiges Intervall

source: Name of object
de_de: Name des Objekts

source: lot title
de_de: Lostitel

source: lot titles
de_de: Lostitel

source: Name of lot
de_de: Name des Loses

source: object lot
de_de: Objekt Los

source: Unique numeric identifier used by CollectiveAccess internally to identify this lot
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern zur Identifizierung dieses Loses verwendet wird

source: The type of the object lot. In CollectiveAccess every lot has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
de_de: Der Typ des Objekts Los. In CollectiveAccess hat jedes Los einen einzigen "instrinsischen" Typ, der die Menge der beschreibenden und administrativen Metadaten bestimmt, die auf das Los angewendet werden können.

source: Accession status
de_de: Status des Beitritts

source: Indicates accession/collection status of lot. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
de_de: Gibt den Zugriffs-/Sammlungsstatus des Loses an (z.B. akzessioniert, zur Akzession anstehend, Leihgabe, nicht akzessioniertes Objekt, usw.)

source: Lot identifier
de_de: Chargenkennung

source: Unique alphanumeric code identifying the lot.
de_de: Eindeutiger alphanumerischer Code zur Identifizierung des Loses.

source: The extent of the object lot. This is typically the number of discrete items that compose the lot by this record. It is stored as a whole number (eg. 1, 2, 3...).
de_de: Der Umfang des Objektloses. Dies ist in der Regel die Anzahl der diskreten Artikel, aus denen das Los in diesem Datensatz besteht. Sie wird als ganze Zahl gespeichert (z.B. 1, 2, 3...).

source: Extent units
de_de: Ausdehnungseinheiten

source: Units of extent value. (eg. pieces, items, components, reels, etc.)
de_de: Einheiten des Wertumfangs. (z.B. Stücke, Artikel, Komponenten, Rollen, etc.)

source: The customary storage location for this lot.
de_de: Der übliche Lagerort für dieses Los.

source: Check if lot is deaccessioned
de_de: Überprüfen, ob das Los deaccessioned ist

source: Enter the date the lot was deaccessioned.
de_de: Geben Sie das Datum ein, an dem das Los freigegeben wurde.

source: Enter the date the deaccessioned lot was disposed of.
de_de: Geben Sie das Datum ein, an dem die enteignete Partie veräußert wurde.

source: Indicates if lot is accessible to the public or not.
de_de: Gibt an, ob das Los für die Öffentlichkeit zugänglich ist oder nicht.

source: Indicates the current state of the object lot record.
de_de: Gibt den aktuellen Status des Objektlosdatensatzes an.

source: Administrative source of lot. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle des Loses. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der das Objekt stammt, kann aber bei Bedarf auch zur Verwendung als einfaches Klassifizierungstool neu beauftragt werden.

source: Indicates if the object lot is deleted or not.
de_de: Gibt an, ob das Objektlot gelöscht wurde oder nicht.

source: User submitting this object lot
de_de: Benutzer, der dieses Objektlos einreicht

source: Group this object lot was submitted under
de_de: Gruppe dieses Objektlos wurde eingereicht unter

source: object lot ⇔ collection relationship
de_de: Objektlot ⇔ Auflistungsbeziehung

source: object lot ⇔ collection relationships
de_de: Objektlose ⇔ Sammlungsbeziehungen

source: object lot ⇔ entity relationship
de_de: Objektlot ⇔ Entitätsbeziehung

source: object lot ⇔ entity relationships
de_de: Objekt-Lot- ⇔ Entitätsbeziehungen

source: object lot ⇔ object lot relationship
de_de: Objektlot ⇔ Objektlosbeziehung

source: object lot ⇔ object lot relationships
de_de: Objektlos- ⇔ Objektlosbeziehungen

source: object lot ⇔ representation relationship
de_de: Objektlos ⇔ Darstellungsbeziehung

source: object lot ⇔ representation relationships
de_de: Objektlos- ⇔ Darstellungsbeziehungen

source: object lot ⇔ occurrence relationship
de_de: Objektlot ⇔ Vorkommensbeziehung

source: object lot ⇔ occurrence relationships
de_de: Objektlos- ⇔ Vorkommensbeziehungen

source: object lot ⇔ place relationship
de_de: Objekt-Los-⇔-Ort-Beziehung

source: object lot ⇔ place relationships
de_de: Objekt-Los-⇔-Ort-Beziehungen

source: object lot ⇔ storage location relationship
de_de: Objektlot ⇔ Speicherortbeziehung

source: object lot ⇔ storage location relationships
de_de: Objektlose ⇔ Speicherortbeziehungen

source: object lot ⇔ vocabulary term relationship
de_de: Objektlot ⇔ Vokabular Begriffsbeziehung

source: object lot ⇔ vocabulary term relationships
de_de: Objektlot ⇔ Vokabular Begriffsbeziehungen

source: object representation caption file
de_de: Objektdarstellungs-Beschriftungsdatei

source: object representation caption files
de_de: Objektdarstellungs-Beschriftungsdateien

source: The locale of the captions.
de_de: Das Gebietsschema der Beschriftungen.

source: Caption file to upload
de_de: Untertiteldatei zum Hochladen

source: Use this control to select a caption file from your computer to upload.
de_de: Verwenden Sie dieses Steuerelement, um eine Untertiteldatei vom Computer zum Hochladen auszuwählen.

source: Caption content
de_de: Inhalt der Bildunterschrift

source: object representation caption
de_de: Beschriftung der Objektdarstellung

source: object representation captions
de_de: Objektdarstellungsbeschriftungen

source: Representation label
de_de: Repräsentationsetikett

source: Label/caption for representation.
de_de: Beschriftung/Beschriftung zur Darstellung.

source: object representation multifile
de_de: Objektdarstellung Multifile

source: object representation multifiles
de_de: Objektdarstellung Multidateien

source: object representation sidecar file
de_de: Objektdarstellungs-Sidecar-Datei

source: object representation sidecar files
de_de: Objektdarstellungs-Sidecar-Dateien

source: Sidecar file to upload
de_de: Sidecar-Datei zum Hochladen

source: Use this control to select a sidecar file from your computer to upload.
de_de: Verwenden Sie dieses Steuerelement, um eine Sidecar-Datei vom Computer zum Hochladen auszuwählen.

source: Short description of sidecar.
de_de: Kurze Beschreibung des Beiwagens.

source: Sidecar content
de_de: Beiwagen-Inhalt

source: Sidecar type
de_de: Beiwagen-Typ

source: Mimetype of sidecar.
de_de: Mimetyp des Beiwagens.

source: object representation
de_de: Objektdarstellung

source: Unique numeric identifier used by CollectiveAccess internally to identify this representation
de_de: Eindeutige numerische Kennung, der von CollectiveAccess intern verwendet wird, um diese Darstellung zu identifizieren

source: The locale from which the representation originates.
de_de: Das Gebietsschema, aus dem die Darstellung stammt.

source: Indicates the type of the representation. The type can only be set when creating a new representation and cannot be changed once the representation is saved.
de_de: Gibt den Typ der Darstellung an. Der Typ kann nur beim Erstellen einer neuen Darstellung festgelegt werden und kann nach dem Speichern der Darstellung nicht mehr geändert werden.

source: Representation identifier
de_de: Darstellungskennung

source: A unique alphanumeric identifier for this representation.
de_de: Ein eindeutiger alphanumerischer Bezeichner für diese Darstellung.

source: MD5-generated "fingerprint" for this media.
de_de: MD5-generierter Bezeichner für diese Benachrichtigung.

source: Original filename
de_de: Original-Dateiname

source: The filename of the media at the time of upload.
de_de: Der Dateiname des Mediums zum Zeitpunkt des Uploads.

source: Original MIME type
de_de: Originaler MIME-Typ

source: The MIME type of the media at the time of upload.
de_de: Der MIME-Typ des Mediums zum Zeitpunkt des Uploads.

source: Media class
de_de: Medienklasse

source: The type of media uploaded (image, video, audio, document).
de_de: Die Art der hochgeladenen Medien (Bild, Video, Audio, Dokument).

source: Transcribe?
de_de: Transkribieren?

source: Indicates that the representation is a candidate for transcription.
de_de: Gibt an, dass die Darstellung ein Kandidat für die Transkription ist.

source: The customary storage location for this object reprsentation.
de_de: Der übliche Speicherort für diese Objektdarstellung.

source: Indicates if representation is accessible to the public or not.
de_de: Gibt an, ob die Darstellung für die Öffentlichkeit zugänglich ist oder nicht.

source: Indicates the current state of the representation.
de_de: Gibt den aktuellen Status der Darstellung an.

source: Indicates if the object is deleted or not.
de_de: Gibt an, ob das Objekt gelöscht wurde oder nicht.

source: Administrative source of object representation. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle der Objektdarstellung. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der das Objekt stammt, kann aber bei Bedarf auch als einfaches Klassifizierungswerkzeug umgenutzt werden.

source: User submitting this object representation
de_de: Benutzer, der diese Objektdarstellung einreicht

source: Group this object representation was submitted under
de_de: Gruppe dieser Objektdarstellung wurde eingereicht unter

source: Related annotations
de_de: Verwandte Anmerkungen

source: Related user-generated annotations
de_de: Verwandte benutzergenerierte Anmerkungen

source: Transcriptions
de_de: Abschriften

source: Media and preview images
de_de: Medien und Vorschaubilder

source: Captions/subtitles
de_de: Bildunterschriften/Untertitel

source: Sidecar files
de_de: Sidecar-Dateien

source: Number of transcriptions
de_de: Anzahl der Transkriptionen

source: Number of pages
de_de: Seitenzahl

source: Number of previews
de_de: Anzahl der Vorschauen

source: Media dimensions
de_de: Medienabmessungen

source: Media duration
de_de: Mediendauer

source: Media format
de_de: Medienformat

source: Media colorspace
de_de: Medienfarbraum

source: Media resolution
de_de: Medienauflösung

source: Media bit depth
de_de: Medien-Bit-Tiefe

source: Media filesize
de_de: Größe der Mediendatei

source: Center of media x-coordinate
de_de: Medienzentrum x-Koordinate

source: Center of media y-coordinate
de_de: Zentrum der Medien-Y-Koordinate

source: No media was specified
de_de: Es wurde kein Medium angegeben

source: Media already exists
de_de: Medien sind bereits vorhanden

source: Could not update representation type using media-based default
de_de: Der Darstellungstyp konnte nicht mit dem medienbasierten Standard aktualisiert werden

source: Using embedded media mapping %1 with path %3 (format %2)
de_de: Verwendung der eingebetteten Medienzuordnung %1 mit Pfad %3 (Format %2)

source: Could not find embedded metadata importer with code %1
de_de: Eingebetteter Metadaten-Importer mit Code %1 konnte nicht gefunden werden

source: File is not part of this representation
de_de: Datei ist nicht Teil dieser Darstellung

source: Caption file is not part of this representation
de_de: Untertiteldatei ist nicht Teil dieser Darstellung

source: Sidecar file is not part of this representation
de_de: Sidecar-Datei ist nicht Teil dieser Darstellung

source: page
de_de: Seite

source: pages
de_de: Seiten

source: Transcription id is invalid
de_de: Transkriptions-ID ist ungültig

source: Transcription is not part of representation
de_de: Transkription ist nicht Teil der Repräsentation

source: Transcription was not created by specified user
de_de: Die Transkription wurde nicht vom angegebenen Benutzer erstellt

source: user at %1
de_de: Benutzerhinweis

source: Created %1 by %2
de_de: Erstellt von

source: Completed on %1 (%2)
de_de: Vervollständigt am

source: Completed on %1
de_de: Vervollständigt am

source: validated on %1
de_de: validiert am %1

source: Needs moderation
de_de: Benötigt Vermittlung

source: object representation ⇔ collection relationship
de_de: Objektdarstellung ⇔ Auflistungsbeziehung

source: object representation ⇔ collection relationships
de_de: Objektdarstellung ⇔ Auflistungsbeziehungen

source: Indicates that the representation should be used to depict the collection is situations where only a single representation can be displayed (eg. search results).
de_de: Gibt den Typ der Darstellung an. Der Typ kann nur beim Erstellen einer neuen Darstellung festgelegt werden und kann nach dem Speichern der Darstellung nicht mehr geändert werden.

source: object representation ⇔ entity relationship
de_de: Objektdarstellung ⇔ Entitätsbeziehung

source: object representation ⇔ entity relationships
de_de: Objektdarstellung ⇔ Entitätsbeziehungen

source: object representation ⇔ object representation relationship
de_de: Objektdarstellung ⇔ Objektdarstellungsbeziehung

source: object representation ⇔ object representation relationships
de_de: Objektdarstellung ⇔ Objektdarstellungsbeziehungen

source: object representation ⇔ occurrence relationship
de_de: Objektdarstellung ⇔ Vorkommensbeziehung

source: object representation ⇔ occurrence relationships
de_de: Objektdarstellung ⇔ Vorkommensbeziehungen

source: Indicates that the representation should be used to depict the occurrence is situations where only a single representation can be displayed (eg. search results).
de_de: Gibt den Typ der Darstellung an. Der Typ kann nur beim Erstellen einer neuen Darstellung festgelegt werden und kann nach dem Speichern der Darstellung nicht mehr geändert werden.

source: object representation ⇔ place relationship
de_de: Objektdarstellung ⇔ Ortsbeziehung

source: object representation ⇔ place relationships
de_de: Objektdarstellung ⇔ Ortsbeziehungen

source: Indicates that the representation should be used to depict the place is situations where only a single representation can be displayed (eg. search results).
de_de: Gibt den Typ der Darstellung an. Der Typ kann nur beim Erstellen einer neuen Darstellung festgelegt werden und kann nach dem Speichern der Darstellung nicht mehr geändert werden.

source: object representation ⇔ storage location relationship
de_de: Objektdarstellung ⇔ Speicherortbeziehung

source: object representation ⇔ storage location relationships
de_de: Objektdarstellung ⇔ Speicherortbeziehungen

source: Indicates that the representation should be used to depict the storage location is situations where only a single representation can be displayed (eg. search results).
de_de: Gibt an, dass die Darstellung verwendet werden soll, um den Speicherort in Situationen darzustellen, in denen nur eine einzige Darstellung angezeigt werden kann (z.B. Suchergebnisse).

source: object representations ⇔ vocabulary term relationship
de_de: Objektdarstellungen ⇔ Vokabularbegriffsbeziehung

source: object representations ⇔ vocabulary term relationships
de_de: Objektdarstellungen ⇔ Wortschatz-Begriffsbeziehungen

source: Indicates that the representation should be used to depict the list item is situations where only a single representation can be displayed (eg. search results).
de_de: Zeigt an, dass die Darstellung verwendet werden soll, um das Listenelement in Situationen darzustellen, in denen nur eine einzige Darstellung angezeigt werden kann (z. B. Suchergebnisse).

source: Unique numeric identifier used by CollectiveAccess internally to identify this object
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern zur Identifizierung dieses Objekts verwendet wird

source: Lot
de_de: Los

source: Lot this object belongs to; is null if object is not part of a lot.
de_de: Los, zu dem dieses Objekt gehört; ist null, wenn das Objekt nicht Teil eines Loses ist.

source: Administrative source of object. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle des Objekts. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der das Objekt stammt, kann aber bei Bedarf auch zur Verwendung als einfaches Klassifizierungstool neu beauftragt werden.

source: The type of the object. In CollectiveAccess every object has a single "instrinsic" type that determines the set of descriptive, technical and administrative metadata that can be applied to it. As such this type is "low-level" and directly tied to the form of the object - eg. photograph, book, analog video recording, etc.
de_de: Der Typ des Objekts. In CollectiveAccess hat jedes Objekt einen einzigen "inhärenten" Typ, der die Menge der beschreibenden, technischen und administrativen Metadaten bestimmt, die auf das Objekt angewendet werden können. Als solcher ist dieser Typ "low-level" und direkt mit der Form des Objekts verbunden - z.B. Foto, Buch, analoge Videoaufzeichnung, etc.

source: Object identifier
de_de: Objektkennung

source: A unique alphanumeric identifier for this object. This is usually equivalent to the "accession number" in museum settings.
de_de: Ein eindeutiger alphanumerischer Identifikator für dieses Objekt. Dies entspricht normalerweise der "Akzessionsnummer" in Museen.

source: Home location ID
de_de: ID des Heimatstandorts

source: The customary storage location for this object.
de_de: Der übliche Speicherort für dieses Objekt.

source: Check if object is deaccessioned
de_de: Prüfen, ob das Objekt deakzessioniert ist

source: Enter the date the object was deaccessioned.
de_de: Geben Sie das Datum ein, an dem der Zugriff auf das Objekt aufgehoben wurde.

source: Enter the date the deaccessioned object was disposed of.
de_de: Geben Sie das Datum ein, an dem das entfernte Objekt entsorgt wurde.

source: Indicates accession/collection status of object. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
de_de: Zeigt den Beitritts-/Sammlungsstatus des Objekts an. (z.B. akzessioniert, zur Akzession anstehend, Leihgabe, nicht akzessioniertes Objekt usw.)

source: Acquisition method
de_de: Erfassungsmethode

source: Indicates method employed to acquire the object.
de_de: Gibt die Methode an, die zum Abrufen des Objekts verwendet wird.

source: The extent of the object. This is typically the number of discrete items that compose the object represented by this record. It is stored as a whole number (eg. 1, 2, 3...).
de_de: Der Umfang des Objekts. Dies ist in der Regel die Anzahl der diskreten Elemente, aus denen das durch diesen Datensatz dargestellte Objekt besteht. Sie wird als ganze Zahl gespeichert (z.B. 1, 2, 3...).

source: Indicates if object is accessible to the public or not.
de_de: Gibt an, ob das Objekt für die Öffentlichkeit zugänglich ist oder nicht.

source: Indicates the current state of the object record.
de_de: Gibt den aktuellen Status des Objektdatensatzes an.

source: Do not inherit access settings from related collections
de_de: Zugriffseinstellungen nicht von verwandten Sammlungen erben

source: Inherit access settings from related collections
de_de: Vererben von Zugriffseinstellungen aus verwandten Sammlungen

source: Inherit access settings from collections?
de_de: Zugriffseinstellungen von Sammlungen vererben?

source: Determines whether access settings set for related collections are applied to this object.
de_de: Bestimmt, ob Zugriffseinstellungen, die für verwandte Auflistungen festgelegt sind, auf dieses Objekt angewendet werden.

source: Do not inherit item-level access control settings from parent
de_de: Zugriffssteuerungseinstellungen auf Elementebene nicht vom übergeordneten Element erben

source: Inherit item-level access control settings from parent
de_de: Vererben von Zugriffssteuerungseinstellungen auf Elementebene vom übergeordneten Element

source: Inherit item-level access control settings from parent?
de_de: Zugriffssteuerungseinstellungen auf Elementebene vom übergeordneten Element erben?

source: Determines whether item-level access control settings set for parent object is applied to this object.
de_de: Bestimmt, ob die für das übergeordnete Objekt festgelegten Zugriffssteuerungseinstellungen auf Elementebene auf dieses Objekt angewendet werden.

source: Determines whether front-end access settings set for parent object is applied to this object.
de_de: Bestimmt, ob die für das übergeordnete Objekt festgelegten Front-End-Zugriffseinstellungen auf dieses Objekt angewendet werden.

source: Circulation status
de_de: Zirkulationsstatus

source: Indicates circulation status of the object.
de_de: Gibt den Zirkulationsstatus des Objekts an.

source: User submitting this object
de_de: Benutzer, der dieses Objekt übermittelt

source: Group this object was submitted under
de_de: Gruppieren Sie dieses Objekt unter

source: Components
de_de: Komponenten

source: Current location date
de_de: Aktuelles Standortdatum

source: Object use history
de_de: Verlauf der Objektnutzung

source: History tracking – chronology
de_de: History Tracking – Chronologie

source: History tracking – current contents
de_de: Historienverfolgung – aktuelle Inhalte

source: Object checkouts
de_de: Auschecken von Objekten

source: Media representation access and status
de_de: Zugriff und Status der Mediendarstellung

source: Circulation Status
de_de: Zirkulationsstatus

source: Submitted by
de_de: Eingereicht von

source: Out; %1 reservation
de_de: Objektdarstellung

source: Out; %1 reservations
de_de: Objektdarstellungen

source: Out
de_de: Aus

source: Reserved
de_de: Reserviert

source: %1 reservations
de_de: Erhaltungsereignisse

source: Unavailable
de_de: Nicht verfügbar

source: Available
de_de: Verfügbar

source: object ⇔ collection relationship
de_de: Objekt- ⇔ Auflistungsbeziehung

source: object ⇔ collection relationships
de_de: Objekt- ⇔ Auflistungsbeziehungen

source: object ⇔ entity relationship
de_de: Objekt- ⇔ Entitätsbeziehung

source: object ⇔ entity relationships
de_de: Objekt- ⇔ Entitätsbeziehungen

source: object ⇔ object representation relationship
de_de: Objekt-⇔-Objekt-Darstellungsbeziehung

source: object ⇔ object representation relationships
de_de: Objekt- ⇔ Objektdarstellungsbeziehungen
