Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: Check this option if you want this attribute to suggest previously saved values as text is entered. This option is only effective if the display height of the text entry is equal to 1.
de_de: Aktivieren Sie diese Option, wenn dieses Attribut bei der Texteingabe zuvor gespeicherte Werte vorschlagen soll. Diese Option ist nur wirksam, wenn die Anzeigehöhe des Texteintrags gleich 1 ist.

source: If suggestion of existing values is enabled this option determines how returned values are sorted. Choose <em>value</em> to sort alphabetically. Choose <em>most recently added </em> to sort with most recently entered values first.
de_de: Wenn der Vorschlag vorhandener Werte aktiviert ist, bestimmt diese Option, wie zurückgegebene Werte sortiert werden. Wählen Sie <em>Wert</em> aus, wenn alphabetisch sortiert werden soll. Wählen Sie <em>zuletzt hinzugefügt</em>, um die zuletzt eingegebenen Werte zuerst anzuzeigen.

source: Default text
de_de: Standardtext

source: Text to pre-populate a newly created attribute with. You may use the following tags to include information about the currently logged in user: <em>^currentuser.fname</em> (user first name), <em>^currentuser.lname</em> (user last name), <em>^currentuser.email</em> (user email address) and <em>^currentuser.user_name</em> (login name),
de_de: Text zum Befüllen eines neu erstellten Attributs. Sie können die folgenden Tags verwenden, um Informationen über den aktuell angemeldeten Benutzer einzuschließen: <em>^currentuser.fname</em> (Vorname des Benutzers), <em>"^currentuser.lname"</em> (Nachname des Benutzers), <em>"^currentuser.email"</em> (Benutzer-E-Mail-Adresse) und <em>^currentuser.user_name</em> (Anmeldename),

source: Layout for value when used in a display (can include HTML). Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <em>^my_element_code</em>.
de_de: Layout für die Vorschau dieses Feldes. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.my_element_code.</i>

source: Is dependent value?
de_de: Ist abhängiger Wert?

source: If set then this element is set using values in other fields in the same container. This is only relevant when the element is in a container and is ignored otherwise.
de_de: Wenn diese Einstellung festgelegt ist, wird dieses Element mithilfe von Werten in anderen Feldern im gleichen Container festgelegt. Dies ist nur relevant, wenn sich das Element in einem Container befindet und wird andernfalls ignoriert.

source: Dependent value template
de_de: Vorlage für abhängige Werte

source: Template to be used to format content for dependent values. Template should reference container values using their bare element code prefixed with a caret (^). Do not include the table or container codes.
de_de: Vorlage zum Formatieren von Inhalten für abhängige Werte. Die Vorlage sollte auf Containerwerte verweisen, indem deren Elementcode ein Caret-Zeichen (^) vorangestellt wird. Schließen Sie die Tabellen- oder Containercodes nicht ein.

source: Reference media in
de_de: Referenziere Medien in

source: Allow in-line references in text to a media element.
de_de: Lassen Sie Inline-Verweise im Text auf ein Medienelement zu.

source: This field value already exists!
de_de: Dieser Feldwert ist bereits vorhanden!

source: Check this option if you don't want your time code values to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn die Zeitcodewerte nicht gebietsschemaspezifisch sein sollen. (Der Standardwert ist nein.)

source: Check this option if you don't want your urls to be locale-specific. (The default is to not be.)
de_de: Aktivieren Sie diese Option, wenn Ihre URLs nicht gebietsschemaspezifisch sein sollen. (Der Standardwert ist nein.)

source: Check this option if you want an error to be thrown if the URL is left blank.
de_de: Aktivieren Sie diese Option, wenn ein Fehler ausgelöst werden soll, wenn die URL leer gelassen wird.

source: Check this option if you want this attribute to suggest previously saved values as text is entered. This option is only effective if the display height of the element is equal to 1.
de_de: Aktivieren Sie diese Option, wenn dieses Attribut bei der Texteingabe zuvor gespeicherte Werte vorschlagen soll. Diese Option ist nur wirksam, wenn die Anzeigehöhe des Elements gleich 1 ist.

source: Text to pre-populate a newly created attribute with
de_de: Text zum Befüllen eines neu erstellten Attributs

source: %1 be no more than %2 characters long
de_de: %1 be nicht mehr als %2 ce Zeichen lang

source: Open &rsaquo;
de_de: Öffne &rsaquo;

source: Could not open remote URL [%1]
de_de: Verbote konnten nicht aufgehoben werden

source: Could not read data from remote URL [%1]
de_de: Daten von der Remote-URL [%1] konnten nicht gelesen werden.

source: Checking values for element code [%1]
de_de: Überprüfen von Werten für Elementcode [%1]

source: Processing element [%1]
de_de: Verarbeite Element [%1]

source: There was an error while veryfing URL for %1 with ID %2: %3
de_de: Beim Verifizieren der URL für %1 mit der ID %2 ist ein Fehler aufgetreten: %3

source: Open record
de_de: Öffne Datensatz

source: %1 must not be less than zero
de_de: Darf nicht kleiner als Null sein

source: PHP's LDAP module is required for LDAP authentication!
de_de: Das LDAP-Modul von PHP ist für die LDAP-Authentifizierung erforderlich!

source: Could not connect to LDAP server '%1'.
de_de: Es konnte keine Verbindung zu Okta hergestellt werden.

source: No directories key found in authentication config. Are you using an old configuration?
de_de: In der Authentifizierungskonfiguration wurde kein Verzeichnisschlüssel gefunden. Verwenden Sie eine alte Konfiguration?

source: LDAP search error: %1
de_de: Parser-Fehler

source: User could not be found.
de_de: Benutzer konnte nicht gefunden werden.

source: Password for directory bind cannot be empty!
de_de: Passwort für Verzeichnisbindung darf nicht leer sein!

source: Couldn't apply bind RDN filter for directory. LDAP search failed
de_de: Der Bindungs-RDN-Filter für das Verzeichnis konnte nicht angewendet werden. LDAP-Suche fehlgeschlagen

source: The stored password for this user seems to be in legacy format. Please update the user account by resetting the password.
de_de: Das gespeicherte Kennwort für diesen Benutzer scheint im Legacy-Format zu sein. Bitte aktualisieren Sie das Benutzerkonto, indem Sie das Passwort zurücksetzen.

source: Could not login user %1 using external database because login to external database failed [%2]
de_de: Benutzer %1 konnte nicht mithilfe einer externen Datenbank angemeldet werden, da die Anmeldung bei der externen Datenbank fehlgeschlagen ist [%2]

source: Could not login user %1 using external database because external authentication failed [%2]
de_de: Benutzer %1 konnte nicht mithilfe einer externen Datenbank angemeldet werden, da die externe Authentifizierung fehlgeschlagen ist [%2]

source: Could not login user %1 after authentication from external database because user class was not set.
de_de: Benutzer %1 konnte nach der Authentifizierung aus der externen Datenbank nicht angemeldet werden, da die Benutzerklasse nicht festgelegt wurde.

source: Could not login user %1 using http headers are missing failed %2 [%3]
de_de: Konnte Benutzer %1 using nicht anmelden http-Header fehlen fehlgeschlagen %2 [%3]

source: Authentication back-end doesn't support deleting users programmatically.
de_de: Das Authentifizierungs-Back-End unterstützt das programmgesteuerte Löschen von Benutzern nicht.

source: Authentication back-end doesn't support updating users passwords.
de_de: Das Authentifizierungs-Back-End unterstützt das Aktualisieren von Benutzerkennwörtern nicht.

source: User could not be authenticated.
de_de: Der Benutzer konnte nicht authentifiziert werden.

source: Token is invalid.
de_de: Token ist ungültig.

source: User is not active.
de_de: Der Benutzer ist nicht aktiv.

source: User information is invalid.
de_de: Benutzerinformationen sind ungültig.

source: Could not exchange Okta code for an access token
de_de: Okta-Code für ein Zugriffstoken konnte nicht ausgetauscht werden

source: Verification of Okta JWT failed
de_de: Überprüfung von Okta JWT fehlgeschlagen

source: An Okta error during login has occurred
de_de: Ein Okta-Fehler ist während der Anmeldung aufgetreten

source: Could not connect to Okta.
de_de: Es konnte keine Verbindung zu Okta hergestellt werden.

source: User id not set.
de_de: Benutzer-ID nicht festgelegt.

source: User email address not set.
de_de: Benutzer-E-Mail-Adresse nicht festgelegt.

source: Authentication back-end doesn't support creating new users programmatically.
de_de: Das Authentifizierungs-Back-End unterstützt das programmgesteuerte Erstellen neuer Benutzer nicht.

source: Authentication back-end doesn't updating existing users programmatically.
de_de: Das Authentifizierungs-Back-End aktualisiert vorhandene Benutzer nicht programmgesteuert.

source: Cannot open BanHammer plugin directory %1
de_de: Benutzer-Upload-Verzeichnis kann nicht erstellt werden

source: Advanced search interface is disabled
de_de: Die erweiterte Suchoberfläche ist deaktiviert

source: %1 advanced search
de_de: %1 erweiterte Suche', $this->searchName('plural

source: search
de_de: suchen

source: Browse interface is disabled
de_de: Benutzeroberfläche durchsuchen ist deaktiviert

source: %1 browse
de_de: durchsuchen

source: browse
de_de: durchsuchen

source: ID does not exist
de_de: ID existiert nicht

source: This item is not available for view
de_de: Dieses Element ist nicht zur Anzeige verfügbar

source: Thank you for contributing. Your comments will be posted on this page after review by site staff.
de_de: Vielen Dank für Ihren Beitrag. Ihre Kommentare werden nach Prüfung durch die Mitarbeiter der Website auf dieser Seite veröffentlicht.

source: Thank you for your contribution.
de_de: Vielen Dank für Ihren Beitrag.

source: CSRF check failed
de_de: CSRF-Prüfung fehlgeschlagen

source: Duplicated %1 "%2" (%3)
de_de: Duplizierte %1 "%2" (%3)

source: Could not duplicate %1: %2
de_de: Taxon konnte nicht gefunden werden

source: There is no configuration available for this editor. Check your system configuration and ensure there is at least one valid configuration for this type of editor.
de_de: Für diesen Editor ist keine Konfiguration verfügbar. Überprüfen Sie Ihre Systemkonfiguration und stellen Sie sicher, dass mindestens eine gültige Konfiguration für diesen Editortyp vorhanden ist.

source: Added relationship
de_de: Beziehung hinzugefügt

source: %1 does not exist
de_de: ID existiert nicht

source: Could not save %1
de_de: Änderung konnte nicht gespeichert werden

source: Added %1
de_de: Hinzugefügt

source: There are errors preventing <strong>ALL</strong> information from being saved. Correct the problems and click "save" again:
de_de: Es gibt Fehler, die verhindern, dass Informationen in bestimmten Feldern gespeichert werden:

source: There are errors preventing information in specific fields from being saved:
de_de: Es gibt Fehler, die verhindern, dass Informationen in bestimmten Feldern gespeichert werden:

source: Cannot delete root of hierarchy
de_de: Stamm der Hierarchie kann nicht gelöscht werden

source: Transferred %1 relationship to type <em>%2</em>
de_de: %1 Beziehung wurde zum Typ <em>%2</em> übertragen

source: Transferred %1 relationships to type <em>%2</em>
de_de: %1 Beziehungen wurden zum Typ <em>%2</em> übertragen

source: Could not merge data: %1
de_de: PDF konnte nicht generiert werden

source: Deleted %1 child
de_de: Gelöschtes %1 Kind

source: Deleted %1 children
de_de: Gelöschte %1 untergeordnete Datensätze

source: %1 was deleted
de_de: Ist gelöscht?

source: Could not find view for PDF
de_de: Die Ansicht für PDF konnte nicht gefunden werden

source: Unsupported format: %1
de_de: Exporter-Format

source: Could not generate PDF
de_de: PDF konnte nicht generiert werden

source: No access to element
de_de: Kein Zugriff auf Element

source: Element is not part of current item
de_de: Element ist nicht Teil des aktuellen Items

source: Could not set ACL inheritance settings: %1
de_de: Zugriffseinstellungen nicht vom übergeordneten Element erben

source: Could not set type to <em>%1</em>: %2
de_de: Typ konnte nicht auf <em>%1</em> gesetzt werden: %2

source: Set type to <em>%1</em>
de_de: Typ auf <em>%1</em> setzen

source: Cannot change type
de_de: Typ kann nicht geändert werden

source: Editing %1 : %2
de_de: Bearbeite %1 : %2

source: new %1
de_de: Neue/s %1

source: Cannot view media
de_de: Medien können nicht angezeigt werden

source: Invalid viewer
de_de: Ungültiger Viewer

source: Invalid id
de_de: Ungültige ID

source: Invalid object/representation
de_de: Ungültiges Objekt/Darstellung

source: Invalid object/media
de_de: Ungültiges Objekt/Medium

source: Invalid identifier %1
de_de: Ungültiger Bezeichner

source: Invalid type
de_de: Ungültiger Typ

source: Invalid representation_id
de_de: Ungültige representation_id

source: Transformation failed
de_de: Transformation fehlgeschlagen

source: Invalid representation
de_de: Ungültige Darstellung

source: No media to download for this type of record
de_de: Für diese Art von Datensatz können keine Medien heruntergeladen werden

source: Invalid file
de_de: Ungültige Datei

source: Uploaded %1 files
de_de: Hochgeladene Datei

source: No location set
de_de: Kein Standort definiert

source: Home locations are not enabled
de_de: Heimatstandorte sind nicht aktiviert

source: Invalid placement_id
de_de: Ungültige placement_id

source: No policies available
de_de: Keine Richtlinien verfügbar

source: Invalid table
de_de: Ungültige Tabelle

source: Invalid target
de_de: Ungültiges Ziel

source: %1 %2 returned to home location; %3 already home
de_de: Rückkehr zu den Heimatstandorten

source: %1 %2 returned to home location
de_de: Rückkehr zu den Heimatstandorten

source: %1 errors
de_de: Fehler Nr.

source: Tab delimited
de_de: Durch Tabulator getrennt

source: Comma delimited (CSV)
de_de: Durch Tabulator getrennt

source: Spreadsheet (XLSX)
de_de: Tabellenkalkulation (XLSX)

source: Word processing (DOCX)
de_de: Textverarbeitung (DOCX)

source: Nothing was selected
de_de: Nichts wurde ausgewählt

source: Invalid set
de_de: Ungültiger Satz

source: You cannot edit sets
de_de: Sie können keine Sätze bearbeiten

source: You cannot create sets
de_de: Sie können keine Sätze erstellen

source: Search could not be saved
de_de: Suche konnte nicht gespeichert werden

source: Invalid element_id
de_de: Ungültige element_id

source: Invalid parent element_id
de_de: Ungültige übergeordnete element_id

source: No files to download
de_de: Keine Dateien zum Herunterladen

source: Could not generate ZIP file for download
de_de: ZIP-Datei konnte nicht zum Herunterladen generiert werden

source: Cannot use editor for %1
de_de: Editor kann nicht für %1 verwendet werden

source: Invalid placement %1
de_de: Ungültige placement_id

source: Cannot edit %1
de_de: Kann bearbeiten

source: Invalid sort field: %1
de_de: Ungültiges Attributfeld

source: Unhandled sort
de_de: Unbehandelte Sortierung

source: Invalid element: %1
de_de: Ungültiges Element

source: Invalid policy %1
de_de: Ungültige ID

source: Invalid element
de_de: Ungültiges Element

source: Unhandled secondary sort
de_de: Unbehandelte sekundäre Sortierung

source: Invalid related sort: %1
de_de: Ungültige vorbereitete Anweisung

source: Invalid table %1
de_de: Ungültige Tabelle

source: <em>%1</em> doesn't exist with this filter but %2 record(s) match overall. Create <em>%1</em>?
de_de: <em>%1</em> ist mit diesem Filter nicht vorhanden, aber %2 Datensätze stimmen insgesamt überein. <em>%1</em>erstellen?

source: <em>%1</em> matches %2 more record(s) without the current filter. Create <em>%1</em>?
de_de: <em>%1</em> entspricht %2 weiteren Datensätzen ohne den aktuellen Filter. <em>%1</em>erstellen?

source: <em>%1</em> does not exist. Create?
de_de: <em>%1</em> ist nicht vorhanden. Erstellen?

source: Create <em>%1</em>?
de_de: <em>%1</em> erstellen?

source: No matches found for "%1"
de_de: Keine Treffer für "%1" gefunden

source: You do not have access to search %1
de_de: Sie haben keinen Zugriff auf die Suche %1', $this->opo_item_instance->getProperty('NAME_PLURAL

source: Could not load %1
de_de: Viewer konnte nicht geladen werden

source: Invalid hierarchy type
de_de: Ungültiger Hierarchietyp

source: Sorting is not supported for %1
de_de: Sortierung wird für %1', $t_item->getProperty('NAME_PLURAL nicht unterstützt.

source: %1 must have default sort set to rank
de_de: Die Standardsortierung für %1 muss auf Rang festgelegt sein

source: %1 must have sort configured to use rank
de_de: Die Sortierung für %1 muss auf Rang festgelegt sein

source: Could not update rank: %1
de_de: Taxon konnte nicht gefunden werden

source: '%1' does not exist in this object
de_de: Medien sind nicht vorhanden oder nicht lesbar

source: parentIDElement container reference does not start with current table; reference was %1
de_de: parentIDElement-Container-Referenz beginnt nicht mit der aktuellen Tabelle; Referenz war %1

source: parentIDElement container reference is not valid; identifier was matched on instead; reference was %1
de_de: parentIDElement-Container-Referenz ist nicht gültig; stattdessen wurde ein Identifikator gefunden; Referenz war %1

source: Value %1 is not in list %2
de_de: Wert %1 ist nicht in Liste %2

source: '%1' for %2 is not numeric
de_de: '%1' für %2 ist nicht numerisch

source: Invalid direct date values
de_de: Ungültige Werte für ein direktes Datum

source: Invalid direct time values
de_de: Ungültige direkte Zeitwerte

source: BaseModel '%1' cannot be accessed with this class
de_de: Auf BaseModel '%1' kann mit dieser Klasse nicht zugegriffen werden

source: BaseModel '%1' does not exist
de_de: Datensatz ist nicht vorhanden

source: Field '%1' does not exist
de_de: idno existiert nicht

source: Invalid %1 '%2'
de_de: Ungültige ID

source: No record with %1
de_de: Kein Datensatz geladen

source: The combination of %1 and %2 must be unique
de_de: Die Kombination aus %1 und %2 muss eindeutig sein

source: The value of %1 must be unique
de_de: Der Wert von %1 muss eindeutig sein

source: Invalid relationship type
de_de: Ungültiger Beziehungstyp

source: Invalid relationship reference for %1
de_de: Ungültiger Beziehungstyp

source: %1 record with $vs_field = %2 does not exist
de_de: Datensatz ist nicht vorhanden

source: Date is undefined but field %1 does not support NULL values
de_de: Datum ist nicht definiert, aber das Feld unterstützt keine NULL-Werte

source: Date is invalid for %1
de_de: Enddatum ist ungültig

source: Time is undefined but field %1 does not support NULL values
de_de: Zeit ist nicht definiert, aber das Feld unterstützt keine NULL-Werte

source: Time is invalid for
de_de: Endzeit ist ungültig

source: Daterange is undefined but field does not support NULL values
de_de: Daterange ist nicht definiert, aber das Feld unterstützt keine NULL-Werte

source: Starting date is invalid
de_de: Startdatum ist ungültig

source: Ending date is invalid
de_de: Enddatum ist ungültig

source: Time range is undefined but field does not support NULL values
de_de: Zeitspanne ist undefiniert, aber das Feld unterstützt keine NULL Werte

source: Starting time is invalid
de_de: Startzeit ist ungültig

source: Ending time is invalid
de_de: Endzeit ist ungültig

source: Number is invalid for %1 [%2]
de_de: Zahl ist ungültig für %1 [%2]

source: Timecode is invalid
de_de: Timecode ist ungültig

source: Can't do update() on new record; use insert() instead
de_de: Kann kein update() auf einem neuen Datensatz ausführen; verwenden Sie stattdessen insert()

source: Changes have been made since you loaded this data. Save again to overwrite the changes or cancel to keep the changes.
de_de: Seit dem Laden dieser Daten wurden Änderungen vorgenommen. Speichern Sie erneut, um die Änderungen zu überschreiben, oder brechen Sie ab, um die Änderungen beizubehalten.

source: Changes have been made since you loaded this data by %1. Save again to overwrite the changes or cancel to keep the changes.
de_de: Seit dem Laden dieser Daten wurden Änderungen vorgenommen. Speichern Sie erneut, um die Änderungen zu überschreiben, oder brechen Sie ab, um die Änderungen beizubehalten.

source: Changes have been made since you loaded this data by these users: %1. Save again to overwrite the changes or cancel to keep the changes.
de_de: Seit dem Laden dieser Daten wurden Änderungen durch diese Benutzer vorgenommen: %1. Speichern Sie erneut, um die Änderungen zu überschreiben, oder brechen Sie ab, um die Änderungen beizubehalten.

source: Cannot move %1 under its sub-record
de_de: %1 kann nicht unter seinen Unterdatensatz verschoben werden

source: Hierarchy ID must be specified for this update
de_de: Für dieses Update muss eine Hierarchie-ID angegeben werden.

source: %1 record with $vs_field = %2 does not exist
de_de: Datensatz ist nicht vorhanden

source: Number is invalid for %1
de_de: Anzahl der Spalten im Formular

source: Date is undefined but field does not support NULL values
de_de: Datum ist nicht definiert, aber das Feld unterstützt keine NULL-Werte

source: Time is undefined but field does not support NULL values
de_de: Zeit ist nicht definiert, aber das Feld unterstützt keine NULL-Werte

source: Time is invalid for %1
de_de: Timecode ist ungültig

source: No record loaded
de_de: Kein Datensatz geladen

source: Can't delete item because it has sub-records
de_de: Element kann nicht gelöscht werden, da es Unterdatensätze enthält

source: Can't delete item because items related to it have sub-records (%1)
de_de: Element kann nicht gelöscht werden, da Elemente, die damit verknüpft sind, Unterdatensätze haben (%1)

source: Can't delete item because it is in use (%1)
de_de: Element kann nicht gelöscht werden, da es Unterdatensätze enthält

source: Could not cancel pending tasks: %1
de_de: Ausstehende Aufgaben konnten nicht abgebrochen werden

source: Couldn't queue mirror using '%1' for version '%2' (handler '%3')
de_de: Warteschlange des Spiegels mit '%1' für Version '%2' (Handler '%3) konnte nicht in die Warteschlange gestellt werden

source: Could not download media
de_de: Medien konnten nicht heruntergeladen werden

source: User media upload directory is not readable
de_de: Das Upload-Verzeichnis der Benutzermedien ist nicht lesbar

source: Media already exists in database
de_de: Medien sind bereits in der Datenbank vorhanden

source: File type %1 not accepted by %2
de_de: Dateityp wird nicht unterstützt

source: Unknown file type not accepted by %1
de_de: Unbekannter Dateityp wird von %1 nicht akzeptiert

source: Media is being processed and will be available shortly.
de_de: Medien werden derzeit verarbeitet und werden in Kürze verfügbar sein.

source: File could not be copied for %1; can't convert mimetype '%2' to extension
de_de: Die Datei konnte für %1 nicht kopiert werden; kann den Mimetyp '%2' nicht in die Erweiterung konvertieren

source: Could not create subdirectory for uploaded file in %1. Please ask your administrator to check the permissions of your media directory.
de_de: Unterverzeichnis für hochgeladene Datei in %1 konnte nicht erstellt werden. Bitten Sie Ihren Administrator, die Berechtigungen Ihres Medienverzeichnisses zu überprüfen.

source: File could not be copied. Ask your administrator to check permissions and file space for %1
de_de: Die Datei konnte nicht kopiert werden. Bitten Sie Ihren Administrator, Berechtigungen und Dateispeicher für %1 zu überprüfen.
