Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: group-set assocation
de_de: Gruppensatzzuordnung

source: group-set assocations
de_de: Gruppenzuordnungen

source: has no access
de_de: hat keinen Zugriff

source: Indicates group&apos;s level of access to the set.
de_de: Gibt die Zugriffsebene der Gruppe auf den Satz an.

source: Period of time for which this access is in effect. Leave blank if you do not wish to restrict access to a specific period of time.
de_de: Zeitraum, für den dieser Zugriff gültig ist. Lassen Sie das Feld leer, wenn Sie den Zugriff nicht auf einen bestimmten Zeitraum beschränken möchten.

source: user-set assocation
de_de: Benutzer-Set-Zuordnung

source: user-set assocations
de_de: Benutzerfestgelegte Zuordnungen

source: Indicates user&apos;s level of access to the set.
de_de: Gibt die Zugriffsebene des Benutzers auf den Satz an.

source: Pending access
de_de: Ausstehender Zugriff

source: Level to grant user on activation of access.
de_de: Ebene, um dem Benutzer bei der Aktivierung des Zugriffs zu gewähren.

source: Activation key
de_de: Aktivierungsschlüssel

source: Key provided to user to activate access. Used for Pawtucket set/lightbox invitation workflow.
de_de: Schlüssel, der dem Benutzer zur Verfügung gestellt wird, um den Zugriff zu aktivieren. Wird für den Pawtucket-Set/Lightbox-Einladungsworkflow verwendet.

source: Activation user email
de_de: E-Mail-Adresse des Aktivierungsbenutzers

source: Email address of invited user. Used for Pawtucket set/lightbox invitation workflow.
de_de: E-Mail-Adresse des eingeladenen Benutzers. Wird für den Pawtucket-Set/Lightbox-Einladungsworkflow verwendet.

source: site page media
de_de: Website-Seite Medien

source: Short descriptive title for media
de_de: Kurzer beschreibender Titel für Medien

source: Media identifier
de_de: Medienkennung

source: A unique alphanumeric identifier for this media.
de_de: Ein eindeutiger alphanumerischer Bezeichner für dieses Medium.

source: Long description for media
de_de: Lange Beschreibung für Medien

source: Page
de_de: Seite

source: Page to which media belongs.
de_de: Seite, zu der Medien gehören.

source: Indicates if the media is accessible to the public or not.
de_de: Gibt an, ob die Medien öffentlich zugänglich sind oder nicht.

source: Indicates if media is deleted or not.
de_de: Gibt an, ob Medien gelöscht werden oder nicht.

source: site page
de_de: Seite der Website

source: Page metadata: title
de_de: Metadaten der Seite: Titel

source: A short descriptive title for page, used to distinguish the page from others.
de_de: Ein kurzer beschreibender Titel für eine Seite, der verwendet wird, um die Seite von anderen zu unterscheiden.

source: Page metadata: description
de_de: Seitenmetadaten: Beschreibung

source: Text describing the intended content and purpose of the page, to aid in distinguishing it from other pages.
de_de: Text, der den beabsichtigten Inhalt und Zweck der Seite beschreibt, um sie von anderen Seiten zu unterscheiden.

source: Page metadata: template
de_de: Seitenmetadaten: Vorlage

source: The template selected to format this page for presentation.
de_de: Die Vorlage, die ausgewählt wurde, um diese Seite für die Präsentation zu formatieren.

source: Page metadata: URL path
de_de: Seitenmetadaten: URL-Pfad

source: The unique root-relative URL path used by the public to access this page. For example, if set to <em>/pages/staff</em> this page would be accessible to the public using a URL similiar to this: <em>http://your.domain.com/pages/staff</em>.
de_de: Der eindeutige stammrelative URL-Pfad, der von der Öffentlichkeit für den Zugriff auf diese Seite verwendet wird. Wenn diese Seite beispielsweise auf / <em>pages/staff</em> festgelegt ist, ist sie für die Öffentlichkeit über eine URL ähnlich der folgenden zugänglich: <em>http://your.domain.com/pages/staff</em>.

source: Locale of page
de_de: Gebietsschema des Labels

source: Controls whether the page is available publicly. Set to <em>accessible to public</em> to make it available to the public, or <em>not accessible to public</em> to prevent access to all but content editors.
de_de: Steuert, ob die Seite öffentlich verfügbar ist. Legen Sie "Für die Öffentlichkeit zugänglich" fest, um sie der Öffentlichkeit <em>zugänglich</em> zu machen, oder " <em>Nicht für die Öffentlichkeit</em> ", um den Zugriff auf alle außer den Inhaltsredakteuren zu verhindern.

source: Page content
de_de: Seiteninhalt

source: JSON-encoded page content.
de_de: JSON-codierter Seiteninhalt.

source: Page metadata: keywords
de_de: Metadaten der Seite: Schlüsselwörter

source: Optional keywords for this page.
de_de: Optionale Schlüsselwörter für diese Seite.

source: View count
de_de: Anzahl Aufrufe

source: Number of views for this page.
de_de: Anzahl der Aufrufe für diese Seite.

source: Page media
de_de: Seite Medien

source: Unknown
de_de: Unbekannt

source: <h3>Fetched from:</h3> URL %1 on %2 uing %3 URL handler
de_de: <h3>Abgerufen von:</h3> URL %1 on %2 uing %3 URL handler

source: site template
de_de: Websitevorlage

source: site templates
de_de: Websitevorlagen

source: Template code
de_de: Vorlagencode

source: Unique alphanumeric code for this template.
de_de: Eindeutiger alphanumerischer Code für diese Vorlage.

source: Short description
de_de: Kurzbeschreibung

source: Short descriptive title for this template.
de_de: Kurzer beschreibender Titel für diese Vorlage.

source: Full description
de_de: Vollständige Beschreibung

source: Full usage description for this template.
de_de: Vollständige Nutzungsbeschreibung für diese Vorlage.

source: Template
de_de: Vorlage

source: Full template text.
de_de: Vollständiger Vorlagentext.

source: Extracted template tags
de_de: Extrahierte Vorlagen-Tags

source: List of tags extracted from template.
de_de: Liste der aus der Vorlage extrahierten Tags.

source: storage location name
de_de: Name des Speicherorts

source: storage location names
de_de: Namen von Speicherorten

source: Name of storage location
de_de: Name des Speicherorts

source: storage location
de_de: Lagerort

source: Unique numeric identifier used by CollectiveAccess internally to identify this storage location
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern zur Identifizierung dieses Speicherorts verwendet wird

source: The type of the storage location. In CollectiveAccess every storage location has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
de_de: Der Typ des Speicherortes. In CollectiveAccess hat jeder Speicherort einen einzigen "instrinsischen" Typ, der die Menge der beschreibenden und administrativen Metadaten bestimmt, die auf ihn angewendet werden können.

source: Location identifier
de_de: Standortkennung

source: A unique alphanumeric identifier for this location.
de_de: Ein eindeutiger alphanumerischer Bezeichner für diesen Speicherort.

source: Administrative source of storage location. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle des Speicherorts. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der das Objekt stammt, kann aber bei Bedarf auch zur Verwendung als einfaches Klassifizierungstool neu beauftragt werden.

source: Indicates if location information is accessible to the public or not.
de_de: Gibt an, ob Standortinformationen für die Öffentlichkeit zugänglich sind oder nicht.

source: Indicates the current state of the storage location record.
de_de: Gibt den aktuellen Status des Speicherortdatensatzes an.

source: Indicates if the storage location is deleted or not.
de_de: Gibt an, ob der Speicherort gelöscht wurde oder nicht.

source: If unchecked this item is disabled and can't be edited or used in new relationships
de_de: Wenn diese Option deaktiviert ist, ist dieses Element deaktiviert und kann nicht bearbeitet oder in neuen Beziehungen verwendet werden.

source: User submitting this location
de_de: Benutzer, der diesen Speicherort übermittelt

source: Group this location was submitted under
de_de: Gruppe dieser Standort wurde eingereicht unter

source: Current contents of location
de_de: Aktueller Inhalt des Standorts

source: Could not create movement: %1
de_de: Verbote konnten nicht aufgehoben werden

source: Could not create storage location - movement relationship for history tracking: %1
de_de: Konnte keine Lagerort - Bewegungsbeziehung für die Verlaufsverfolgung erstellen: %1

source: Could not create storage location - movement original parent relationship for history tracking: %1
de_de: Speicherort konnte nicht erstellt werden - Bewegung der ursprünglichen übergeordneten Beziehung für die Verlaufsverfolgung: %1

source: Could not create storage location - movement new parent relationship for history tracking: %1
de_de: Speicherort konnte nicht erstellt werden - Bewegung neue übergeordnete Beziehung für History Tracking: %1

source: Could not create storage location - movement new sub-location relationship for history tracking: %1
de_de: Speicherort konnte nicht erstellt werden - Bewegung neue Unter-Orts-Beziehung für Verlaufsverfolgung: %1

source: Could not create movement - %1 relationship for history tracking: %2
de_de: Bewegung konnte nicht erstellt werden - %1 Beziehung für Verlaufsverfolgung: %2', Datamodel::getTableProperty($policy['table'], 'NAME_SINGULAR

source: storage locations ⇔ storage locations relationship
de_de: Lagerorte ⇔ Lagerortbeziehung

source: storage locations ⇔ storage locations relationships
de_de: Lagerorte ⇔ Lagerortbeziehungen

source: storage locations ⇔ vocabulary terms relationship
de_de: Speicherorte ⇔ Beziehung zwischen Vokabelbegriffen

source: storage locations ⇔ vocabulary terms relationships
de_de: Speicherorte ⇔ Vokabeln Begriffsbeziehungen

source: task queue entry
de_de: Aufgabenwarteschlangeneintrag

source: task queue entries
de_de: Aufgabenwarteschlangeneinträge

source: Task id
de_de: Aufgabe-ID

source: Identifier for queued task
de_de: Bezeichner für Aufgabe in der Warteschlange

source: Priority
de_de: Priorität

source: Parameters
de_de: Parameter

source: Error status
de_de: Fehlerstatus

source: Numeric error code. A value of zero indicates no error; any non-zero value indicates an error condition that occurred during processing.
de_de: Numerischer Fehlercode. Der Wert Null weist auf keinen Fehler hin. Jeder Wert ungleich Null gibt eine Fehlerbedingung an, die während der Verarbeitung aufgetreten ist.

source: tour name
de_de: Name der Tour

source: tour names
de_de: Tournamen

source: Name of tour
de_de: Name der Tour

source: tour stop name
de_de: Name der Tour-Haltestelle

source: tour stop names
de_de: Namen der Tourstopps

source: tour stop
de_de: Tourstopp

source: Tour stop is part of
de_de: Tour Stop ist Teil von

source: Indicates the type of the stop.
de_de: Gibt den Typ des Stopps an.

source: Id number
de_de: ID-Nummer

source: Unique identifier for this tour stop
de_de: Eindeutige Kennung für diesen Tourstopp

source: Id number sort
de_de: Sortieren von ID-Nummern

source: Sortable value for id number
de_de: Sortierbarer Wert für ID-Nummer

source: Color to display stop in
de_de: Farbe für die Anzeige von Stop in

source: Optional icon to use with stop
de_de: Optionales Symbol zur Verwendung mit Stop

source: tour stop ⇔ collection relationship
de_de: Tourstopp ⇔ Sammlungsbeziehung

source: tour stop ⇔ collection relationships
de_de: Tourstopp ⇔ Sammlungsbeziehungen

source: tour stop ⇔ entity relationship
de_de: Tourstopp ⇔ Entitätsbeziehung

source: tour stop ⇔ entity relationships
de_de: Tourstopp ⇔ Entitätsbeziehungen

source: tour stop ⇔ objects relationship
de_de: Beziehung zwischen Tourstopp ⇔ Objekten

source: tour stop ⇔ objects relationships
de_de: Tourstopp ⇔ Objektbeziehungen

source: tour stop ⇔ occurrence relationship
de_de: Beziehung zwischen Tourstopp ⇔ Vorkommen

source: tour stop ⇔ occurrence relationships
de_de: Beziehungen zwischen Tourstopp ⇔ Vorkommen

source: tour stop ⇔ place relationship
de_de: Tour Stop ⇔ Ort Beziehung

source: tour stop ⇔ place relationships
de_de: Tourstopp ⇔ Ortsbeziehungen

source: tour stop ⇔ tour stop relationship
de_de: Tour Stop ⇔ Tour Stop Beziehung

source: tour stop ⇔ tour stop relationships
de_de: Beziehungen zwischen Tour Stop ⇔ Tour Stop

source: tour stop ⇔ vocabulary term relationship
de_de: Tour Stop ⇔ Vokabeln Begriffsbeziehung

source: tour stop ⇔ vocabulary term relationships
de_de: Tour Stop ⇔ Vokabeln Begriffsbeziehungen

source: Unique code for tour; used to identify the tour for configuration purposes.
de_de: Eindeutiger Code für Tour; Wird verwendet, um die Tour für Konfigurationszwecke zu identifizieren.

source: Indicates the type of the tour.
de_de: Gibt den Typ der Tour an.

source: Color to identify the tour with
de_de: Farbe, um die Tour zu identifizieren

source: Optional icon to identify the tour with
de_de: Optionales Symbol zur Identifizierung der Tour mit

source: Indicates the current state of the tour.
de_de: Gibt den aktuellen Status der Tour an.

source: Administrative source of tour. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle der Tour. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der das Objekt stammt, kann aber bei Bedarf auch zur Verwendung als einfaches Klassifizierungstool neu beauftragt werden.

source: Could not reorder stop %1: %2
de_de: Verbote konnten nicht aufgehoben werden

source: user group
de_de: Benutzergruppe

source: user groups
de_de: Benutzergruppen

source: Group id
de_de: Gruppe id

source: Unique numeric identifier used by CollectiveAccess internally to identify this group
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern zur Identifizierung dieser Gruppe verwendet wird

source: Name of group. Should be unique.
de_de: Name der Gruppe. Sollte einzigartig sein.

source: Short code identifying group. Can use used by users in <em>Pawtucket</em> to join this group.
de_de: Kurzcode-identifizierende Gruppe. Kann von Benutzern in <em>Pawtucket</em> verwendet werden, um dieser Gruppe beizutreten.

source: Description of group. This text will be displayed to system administrators only and should clearly document the purpose of the group.
de_de: Beschreibung der Gruppe. Dieser Text wird nur Systemadministratoren angezeigt und sollte den Zweck der Gruppe deutlich dokumentieren.

source: For public use?
de_de: Für den öffentlichen Gebrauch?

source: If set, public users will be able to join this group using the group code.
de_de: Wenn festgelegt, können öffentliche Benutzer dieser Gruppe mithilfe des Gruppencodes beitreten.

source: Group administrator
de_de: Gruppen-Administrator

source: The user who administers the group.
de_de: Der Benutzer, der die Gruppe verwaltet.

source: The relative priority of the group when displayed in a list with other relationship types. Lower numbers indicate higher priority.
de_de: Die relative Priorität der Gruppe, wenn sie in einer Liste mit anderen Beziehungstypen angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: Database error adding role '%1': %2
de_de: Datenbankfehler beim Hinzufügen der Rolle '%1': %2

source: Database error: %1
de_de: Parser-Fehler

source: No roles specified
de_de: Keine Rollen angegeben

source: Invalid role '%1'
de_de: Ungültige Zeilen-ID

source: Roles
de_de: Rollen

source: No users specified
de_de: Keine Benutzer angegeben

source: user note
de_de: Benutzerhinweis

source: user notes
de_de: Benutzerhinweise

source: Name of CollectiveAccess bundle to attach note to.
de_de: Name des CollectiveAccess-Pakets, an das eine Notiz angehängt werden soll.

source: The user who created the note.
de_de: Der Benutzer, der die Anmerkung erstellt hat.

source: Text of note.
de_de: Anmerkungstext.

source: Note creation date
de_de: Erstellungsdatum der Notiz

source: The date and time the note was created.
de_de: Das Datum und die Uhrzeit der Erstellung der Anmerkung.

source: user representation annotation title
de_de: Titel der Anmerkung zur Benutzerdarstellung

source: user representation annotation titles
de_de: Anmerkungstitel für Benutzerdarstellungen

source: user representation annotation
de_de: Anmerkung zur Benutzerdarstellung

source: user representation annotations
de_de: Anmerkungen zur Benutzerdarstellung

source: user representation annotation ⇔ entity relationship
de_de: Anmerkung zur Benutzerdarstellung ⇔ Entitätsbeziehung

source: user representation annotation ⇔ entity relationships
de_de: Anmerkung zur Benutzerdarstellung ⇔ Entitätsbeziehungen

source: user representation annotation ⇔ object relationship
de_de: Anmerkung zur Benutzerdarstellung ⇔ Objektbeziehung

source: user representation annotation ⇔ object relationships
de_de: Anmerkung zur Benutzerdarstellung ⇔ Objektbeziehungen

source: user representation annotation ⇔ occurrence relationship
de_de: Anmerkung zur Benutzerdarstellung ⇔ Vorkommensbeziehung

source: user representation annotation ⇔ occurrence relationships
de_de: Anmerkungen zur Benutzerdarstellung ⇔ Vorkommensbeziehungen

source: user representation annotation ⇔ place relationship
de_de: Anmerkung zur Benutzerdarstellung ⇔ Ortsbeziehung

source: user representation annotation ⇔ place relationships
de_de: Anmerkungen zu Benutzerdarstellungen ⇔ Ortsbeziehungen

source: user representation annotation ⇔ vocabulary term relationship
de_de: Anmerkung zur Benutzerdarstellung ⇔ Wortschatz-Begriffsbeziehung

source: user representation annotation ⇔ vocabulary term relationships
de_de: Anmerkung zur Benutzerdarstellung ⇔ Vokabeln Begriffsbeziehungen

source: user role
de_de: Benutzerrolle

source: user roles
de_de: Benutzerrollen

source: Role id
de_de: Rollenbezeichnung

source: Unique identifier for role
de_de: Eindeutiger Bezeichner für die Rolle

source: Name of role (must be unique)
de_de: Name der Gruppe. Sollte einzigartig sein.

source: Short code (up to 20 characters) for role (must be unique)
de_de: Kurzcode (bis zu 20 Zeichen) für die Rolle (muss eindeutig sein)

source: Description of role. This text will be displayed to system administrators only and should clearly document the purpose of the role.
de_de: Beschreibung der Rolle. Dieser Text wird nur Systemadministratoren angezeigt und sollte den Zweck der Rolle deutlich dokumentieren.

source: The relative priority of the role when displayed in a list with other roles. Lower numbers indicate higher priority.
de_de: Die relative Priorität der Rolle, wenn sie in einer Liste mit anderen Rollen angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: Role settings
de_de: Rolleneinstellungen

source: Storage for role-level variables
de_de: Speicher für Variablen auf Rollenebene

source: Field access
de_de: Zugang vor Ort

source: Contains definitions of what table/field combinations users with this role can access.
de_de: Enthält Definitionen der Tabellen-/Feldkombinationen, auf die Benutzer mit dieser Rolle zugreifen können.

source: user sort item
de_de: Element zum Sortieren des Benutzers

source: user sort items
de_de: Benutzer sortieren Elemente

source: Unique numeric identifier used by CollectiveAccess internally to identify this sort item
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern verwendet wird, um dieses Sortierelement zu identifizieren

source: Sort this item belongs to
de_de: Sortieren dieses Artikels gehört zu

source: Name of bundle to sort on
de_de: Name des zu sortierenden Pakets

source: The relative priority of the item when displayed in a list with other items. Lower numbers indicate higher priority.
de_de: Die relative Priorität des Elements, wenn es in einer Liste mit anderen Elementen angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: user sort
de_de: Benutzersortierung

source: user sorts
de_de: Benutzersortierungen

source: Unique numeric identifier used by CollectiveAccess internally to identify this sort
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern verwendet wird, um diese Art zu identifizieren

source: Sort subject
de_de: Betreff sortieren

source: Determines what kind of items (objects, entities, places, etc.) are being sorted.
de_de: Bestimmt, welche Art von Elementen (Objekte, Entitäten, Orte usw.) sortiert werden.

source: The user who created the sort.
de_de: Der Benutzer, der die Sortierung erstellt hat.

source: Name of sort
de_de: Name der Sortierung

source: Type of sort
de_de: Art der Sortierung

source: The relative priority of sort when displayed in a list. Lower numbers indicate higher priority.
de_de: Die relative Priorität der Sortierung, wenn sie in einer Liste angezeigt wird. Niedrigere Zahlen bedeuten eine höhere Priorität.

source: Indicates if the sort is deleted or not.
de_de: Gibt an, ob die Sortierung gelöscht wurde oder nicht.

source: user
de_de: Benutzer

source: users
de_de: Benutzer

source: User id
de_de: Benutzer ID

source: Unique numeric identifier used by CollectiveAccess internally to identify this user
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern verwendet wird, um diesen Benutzer zu identifizieren

source: User name
de_de: Benutzername

source: The login name for this user. This name is used in combination with the password set below to access the system.
de_de: Der Anmeldename für diesen Benutzer. Dieser Name wird in Kombination mit dem unten festgelegten Passwort für den Zugriff auf das System verwendet.

source: User class
de_de: Benutzerklasse

source: "Full" user accounts may log into all CollectiveAccess interfaces. "Public" user accounts may only log into the publicly accessible front-end system (if one exists). "Deleted" users may not log into any interface – the account is considered removed.
de_de: "Vollständige" Benutzerkonten können sich bei allen CollectiveAccess-Schnittstellen anmelden. "Öffentliche" Benutzerkonten dürfen sich nur beim öffentlich zugänglichen Front-End-System anmelden (sofern vorhanden). "Gelöschte" Benutzer dürfen sich an keiner Schnittstelle anmelden – das Konto gilt als entfernt.

source: full-access
de_de: Vollzugriff

source: public-access only
de_de: Nur für den öffentlichen Zugang

source: deleted
de_de: gelöscht

source: The login password for this user. Passwords must be at least 4 characters and should ideally contain a combination of letters and numbers. Passwords are case-sensitive.
de_de: Das Anmeldekennwort für diesen Benutzer. Passwörter müssen mindestens 4 Zeichen lang sein und sollten idealerweise eine Kombination aus Buchstaben und Zahlen enthalten. Bei Kennwörtern wird zwischen Groß- und Kleinschreibung unterschieden.

source: First name
de_de: Vorname

source: The forename of this user.
de_de: Der Vorname dieses Benutzers.

source: Last name
de_de: Nachname

source: The surname of this user.
de_de: Der Nachname dieses Benutzers.

source: The e-mail address of this user. The address will be used for all mail-based system notifications and alerts to this user.
de_de: Die E-Mail-Adresse dieses Benutzers. Die Adresse wird für alle E-Mail-basierten Systembenachrichtigungen und Warnungen an diesen Benutzer verwendet.

source: SMS number
de_de: SMS-Nummer
