Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: Metadata element to store representation selection in. Must be of type ObjectRepresentation.
de_de: Metadatenelement zum Speichern der Darstellungsauswahl. Muss vom Typ ObjectRepresentation sein.

source: Component display template
de_de: Vorlage für die Komponentenanzeige

source: Layout for component when displayed in list (can include HTML). Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_objects.idno</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Currently selected component display template
de_de: Vorlage für die Komponentenanzeige

source: Layout for component when displayed in list and it is the currently edited record. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_objects.idno</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Number of columns in component display
de_de: Anzahl der Spalten im Formular

source: Number of columns use when displaying component list.
de_de: Maximale Anzahl von Spalten, die beim Layout von Optionsfeldern oder einer Checkliste verwendet werden sollen.

source: Chronological list
de_de: Chronologische Liste

source: Current value + history
de_de: Aktueller Wert + Historie

source: Display
de_de: Anzeige

source: Display format for chronology.
de_de: Anzeigeformat für die Chronologie.

source: Order by dates
de_de: Sortieren nach Terminen

source: Ignore dates and use entry order
de_de: Datumsangaben ignorieren und Eingabereihenfolge verwenden

source: Date mode
de_de: Datumsmodus

source: Order chronology items by date or by entry order.
de_de: Sortieren Sie Chronologieelemente nach Datum oder nach Eingabereihenfolge.

source: Use defaults from policy (in app.conf)?
de_de: Standardwerte aus der Richtlinie (in app.conf) verwenden?

source: If checked all settings are taken from history tracking policy. Uncheck to override values.
de_de: Wenn diese Option aktiviert ist, werden alle Einstellungen aus der Verlaufsverfolgungsrichtlinie übernommen. Deaktivieren Sie, um Werte außer Kraft zu setzen.

source: Set ascending or descending order for list.
de_de: Legen Sie die Liste in aufsteigender oder absteigender Reihenfolge fest.

source: Color for current values
de_de: Farbe für aktuelle Werte

source: Color to use as highlight for the current value in the history.
de_de: Farbe, die als Hervorhebung für den aktuellen Wert in der Historie verwendet werden soll.

source: Color for future values
de_de: Farbe für zukünftige Werte

source: Color to use as highlight for future values in the history.
de_de: Farbe, die als Hervorhebung für zukünftige Werte in der Historie verwendet werden soll.

source: Color for past values
de_de: Farbe für vergangene Werte

source: Color to use as highlight for the previous values in the history.
de_de: Farbe, die als Hervorhebung für die vorherigen Werte im Verlauf verwendet werden soll.

source: Hide "Include child history" controls
de_de: Steuerelemente "Kindergeschichte einbeziehen" ausblenden

source: Check this option if you want to hide the "Include child history" controls in this bundle placement.
de_de: Aktivieren Sie diese Option, mit der Layer-Switching-Steuerelemente in die Karte eingeschlossen werden sollen.

source: Hide "Add to loan" controls
de_de: Steuerelemente "Zum Kredit hinzufügen" ausblenden

source: Check this option if you want to hide the "Add to loan" controls in this bundle placement.
de_de: Aktivieren Sie diese Option, wenn Sie die Auswahl einer Entität erzwingen möchten.

source: Always create new loan?
de_de: Immer einen neuen Kredit erstellen?

source: Check this option if you want to only create new loans when recording location. When this option is set linking to existing loans is not possible.
de_de: Aktivieren Sie diese Option, wenn Sie nur bei der Lokationserfassung neue Kredite anlegen möchten. Wenn diese Option gesetzt ist, ist eine Verknüpfung mit bestehenden Krediten nicht möglich.

source: "Add to loan" control label text
de_de: "Beschriftung des Steuerelements "Zur Ausleihe hinzufügen

source: Text to label "Add to loan" control with. If omitted a default label will be used.
de_de: Text, mit dem das Steuerelement "Zur Ausleihe hinzufügen" beschriftet wird. Wenn Sie diesen Text weglassen, wird ein Standardtext verwendet.

source: Hide "Add to movement" controls
de_de: Steuerelemente "Zur Bewegung hinzufügen" ausblenden

source: Check this option if you want to hide the "Add to movement" controls in this bundle placement.
de_de: Aktivieren Sie diese Option, wenn die Auswahl einer Bewegung erforderlich sein soll.

source: Always create new movement?
de_de: Immer neue Bewegung schaffen?

source: Check this option if you want to only create new movements when recording location. When this option is set linking to existing movements is not possible.
de_de: Aktivieren Sie diese Option, wenn Sie beim Aufnahmeort nur neue Bewegungen erstellen möchten. Wenn diese Option gesetzt ist, ist die Verknüpfung mit vorhandenen Bewegungen nicht möglich.

source: "Add to movement" control label text
de_de: "Beschriftung des Steuerelements "Zur Bewegung hinzufügen

source: Text to label "Add to movement" control with. If omitted a default label will be used.
de_de: Text, mit dem das Steuerelement "Zur Bewegung hinzufügen" beschriftet wird. Wenn Sie diesen Text weglassen, wird eine Standardbeschriftung verwendet.

source: Hide "Update Location" controls
de_de: Steuerelemente "Standort aktualisieren" ausblenden

source: Check this option if you want to hide the "Update Location" controls in this bundle placement.
de_de: Aktivieren Sie diese Option, mit der Layer-Switching-Steuerelemente in die Karte eingeschlossen werden sollen.

source: "Update location" control label text
de_de: "Beschriftung des Steuerelements "Standort aktualisieren

source: Text to label "Update location" control with. If omitted a default label will be used.
de_de: Text, mit dem das Steuerelement "Ort aktualisieren" beschriftet wird. Wenn Sie diesen Text weglassen, wird eine Standardbeschriftung verwendet.

source: Hide "Return to Home Location" controls
de_de: Rückkehr zu den Heimatstandorten

source: Check this option if you want to hide the "Return to Home Location" controls in this bundle placement.
de_de: Aktivieren Sie diese Option, mit der Layer-Switching-Steuerelemente in die Karte eingeschlossen werden sollen.

source: "Return to home location" control label text
de_de: Rückkehr zu den Heimatstandorten

source: Text to label "Return to home location" control with. If omitted a default label will be used.
de_de: Text für die Beschriftung des Steuerelements "Zurück zur Ausgangsposition". Wenn Sie diesen Text weglassen, wird ein Standardtext verwendet.

source: Hide "Add to" occurrence controls
de_de: "Hinzufügen"-Steuerelemente ausblenden

source: Check this option if you want to hide the "Add to occurrence" controls in this bundle placement.
de_de: Aktivieren Sie diese Option, wenn Sie möchten, dass die Auswahl eines Vorfalls erforderlich ist.

source: Always create new occurrence?
de_de: Immer neues Vorkommen erstellen?

source: Check this option if you want to only create new occurrences when recording location. When this option is set linking to existing occurrences is not possible.
de_de: Aktivieren Sie diese Option, wenn Sie beim Aufzeichnen nur neue Vorkommen erstellen möchten. Wenn diese Option gesetzt ist, ist eine Verknüpfung mit vorhandenen Vorkommen nicht möglich.

source: Show "Add to occurrence" controls for
de_de: Wiederholungen anzeigen

source: "Add to occurrence" control label text
de_de: beschriftung des Steuerelements "Zum Vorkommen hinzufügen"

source: Text to label "Add to occurrence" control with. If omitted a default label will be used.
de_de: Text, mit dem das Steuerelement "Zum Auftreten hinzufügen" beschriftet wird. Wenn Sie diesen Text weglassen, wird eine Standardbeschriftung verwendet.

source: Hide "Add to collection" controls
de_de: Steuerelemente "Zur Sammlung hinzufügen" ausblenden

source: Check this option if you want to hide the "Add to collection" controls in this bundle placement.
de_de: Aktivieren Sie diese Option, wenn eine Sammlung ausgewählt werden soll.

source: Show "Add to" collection controls for
de_de: Sammlungen anzeigen

source: "Add to collection" control label text
de_de: "Text des Steuerelements "Zur Sammlung hinzufügen

source: Text to label "Add to collection" control with. If omitted a default label will be used.
de_de: Text, mit dem das Steuerelement "Zur Sammlung hinzufügen" beschriftet wird. Wird dieser Text weggelassen, wird ein Standardtext verwendet.

source: Hide "Add to entity" controls
de_de: Steuerelemente "Zum Unternehmen hinzufügen" ausblenden

source: Check this option if you want to hide the "Add to entity" controls in this bundle placement.
de_de: Aktivieren Sie diese Option, mit der Layer-Switching-Steuerelemente in die Karte eingeschlossen werden sollen.

source: Show "Add to entity" controls for
de_de: Steuerelemente "Zur Entität hinzufügen" anzeigen für

source: "Add to entity" control label text
de_de: "Beschriftung des Steuerelements "Zur Entität hinzufügen

source: Text to label "Add to entity" control with. If omitted a default label will be used.
de_de: Text, mit dem das Steuerelement "Zur Entität hinzufügen" beschriftet wird. Wenn Sie den Text weglassen, wird eine Standardbeschriftung verwendet.

source: Hide "Add to object" controls
de_de: Schnelles Hinzufügen von Objektaquisitionen

source: Check this option if you want to hide the "Add to object" controls in this bundle placement.
de_de: Aktivieren Sie diese Option, mit der Layer-Switching-Steuerelemente in die Karte eingeschlossen werden sollen.

source: "Add to object" control label text
de_de: "Beschriftung des Steuerelements "Zum Objekt hinzufügen

source: Text to label "Add to object" control with. If omitted a default label will be used.
de_de: Text, mit dem das Steuerelement "Zum Objekt hinzufügen" beschriftet wird. Wenn Sie diesen Text weglassen, wird eine Standardbeschriftung verwendet.

source: Use hierarchy browser for storage locations?
de_de: Verwenden Sie den Hierarchiebrowser für Speicherorte?

source: If checked a hierarchical browser will be used to select storage location items rather than an auto-complete lookup.
de_de: Wenn diese Option aktiviert ist, wird ein hierarchischer Browser verwendet, um Speicherortelemente auszuwählen, anstatt eine automatische Vervollständigen-Suche durchzuführen.

source: Hide "edit" control for individual history values?
de_de: PDF-Ausgabe für einzelne Werte zulassen?

source: Check this option if you want to hide "edit" controls for each history value in this bundle placement.
de_de: Aktivieren Sie diese Option, wenn die Auswahl eines Listenelements erforderlich sein soll.

source: Hide "delete" control for individual history values?
de_de: "Löschen"-Kontrolle für einzelne Verlaufswerte ausblenden?

source: Check this option if you want to hide "delete" controls for each history value in this bundle placement.
de_de: Aktivieren Sie diese Option, wenn ein Fehler ausgelöst werden soll, falls diese Messung leer bleibt.

source: Format of contents list
de_de: Format der Inhaltsliste

source: Object color
de_de: Objektfarbe

source: If set object in list will use this color.
de_de: Wenn das gesetzte Objekt in der Liste diese Farbe verwendet.

source: Include contents of sub-%1
de_de: Inhalt von sub-%1', $t_instance->getProperty('NAME_PLURAL einschließen

source: Layout for each object in the storage location (can include HTML). The template is evaluated relative to each object-movement or object-location relationship. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_objects.idno</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: If checked an option to batch edit contents will be displayed.
de_de: Wenn diese Option aktiviert ist, wird eine Option zum Stapelbearbeiten von Inhalten angezeigt.

source: Display template (%1)
de_de: Vorlage anzeigen

source: Layout for %1 set item information when used in a display list. For example: <i>^ca_objects.deaccession_notes</i>.
de_de: Layout für %1 sund Artikelinformationen bei Verwendung in einer Anzeigeliste. Zum Beispiel: <i>^ca_objects.deaccession_notes</i>.

source: URL pointing to documentation. Leave blank if no documentation URL exists.
de_de: URL, die auf die Dokumentation verweist. Lassen Sie das Feld leer, wenn keine Dokumentations-URL vorhanden ist.

source: Display bundle for types: %1
de_de: Anzeigepaket für Typen: %1', Datamodel::getTableProperty($vs_table, 'NAME_PLURAL

source: Restrict which types this bundle is displayed for. If no types are selected the bundle will be displayed for <strong>all</strong> types.
de_de: Schränken Sie ein, für welche Typen dieses Bundle angezeigt wird. Wenn keine Typen ausgewählt sind, wird das Bundle für <strong>alle</strong> Typen angezeigt.

source: Include sub-types
de_de: Untertypen einbeziehen

source: Automatically include sub-types of selected types in type restriction.
de_de: Untertypen ausgewählter Typen automatisch in die Typeinschränkung einbeziehen.

source: editor screen ⇔ role association
de_de: Editor-Bildschirm ⇔ Rollenzuordnung

source: editor screen ⇔ role associations
de_de: Editor-Bildschirm ⇔ Rollenzuordnungen

source: Indicates role&apos;s level of access to the editor UI screen.
de_de: Gibt die Zugriffsebene der Rolle auf den Bildschirm der Editor-Benutzeroberfläche an.

source: editor UI screens ⇔ group association
de_de: Editor-UI-Bildschirme ⇔ Gruppenzuordnung

source: editor UI screens ⇔ group associations
de_de: Editor-UI-Bildschirme ⇔ Gruppenzuordnungen

source: editor UI screens ⇔ user association
de_de: Editor-UI-Bildschirme ⇔ Benutzerzuordnung

source: editor UI screens ⇔ user associations
de_de: Editor-UI-Bildschirme ⇔ Benutzerzuordnungen

source: editor ui type restriction
de_de: Einschränkung des Editor-UI-Typs

source: editor ui type restrictions
de_de: Einschränkungen für Editor-UI-Typen

source: editor UI
de_de: Editor-Benutzeroberfläche

source: Unique numeric identifier used by CollectiveAccess internally to identify this user interface
de_de: Eindeutige numerische Kennung, die von CollectiveAccess intern zur Identifizierung dieser Benutzeroberfläche verwendet wird

source: Unique code for editor; used to identify the editor for configuration purposes.
de_de: Eindeutiger Code für den Editor; Wird verwendet, um den Editor für Konfigurationszwecke zu identifizieren.

source: Is system UI?
de_de: Ist die Benutzeroberfläche des Systems?

source: If set, user interface will be available to all users.
de_de: Wenn festgelegt, steht die Benutzeroberfläche allen Benutzern zur Verfügung.

source: Editor type
de_de: Texteditor Typ

source: Type of item this editor UI operates on.
de_de: Typ des Elements, mit dem diese Editor-Benutzeroberfläche arbeitet.

source: sets
de_de: Sätze

source: set items
de_de: Elemente festlegen

source: search forms
de_de: Suchformulare

source: relationship types
de_de: Beziehungstypen

source: site pages
de_de: Seiten der Website

source: user interfaces
de_de: Benutzeroberflächen

source: user interface screens
de_de: Bildschirme der Benutzeroberfläche

source: metadata alert rules
de_de: Metadaten-Warnungsregeln

source: data dictionary entries
de_de: Datenwörterbucheinträge

source: Color to identify the editor UI with
de_de: Farbe zur Identifizierung der Editor-Benutzeroberfläche mit

source: Optional icon to identify the editor UI with
de_de: Optionales Symbol zur Identifizierung der Editor-Benutzeroberfläche mit

source: Screens
de_de: Textilscreens

source: Could not reorder screen %1: %2
de_de: Verbote konnten nicht aufgehoben werden

source: editor UI ⇔ role association
de_de: Benutzeroberfläche ⇔ Rollenzuordnung des Editors

source: editor UI ⇔ role associations
de_de: Editor-UI ⇔ Rollenzuordnungen

source: Indicates role&apos;s level of access to the editor UI.
de_de: Gibt die Zugriffsebene der Rolle auf die Benutzeroberfläche des Editors an.

source: editor UIs ⇔ group association
de_de: Editor-UIs ⇔ Gruppenzuordnung

source: editor UIs ⇔ group associations
de_de: Editor-UIs ⇔ Gruppenzuordnungen

source: editor UIs ⇔ user association
de_de: Editor-UIs ⇔ Benutzerzuordnung

source: editor UIs ⇔ user associations
de_de: Editor-UIs ⇔ Benutzerzuordnungen

source: entity
de_de: Einheit

source: Unique numeric identifier used by CollectiveAccess internally to identify this entity
de_de: Eindeutiger numerischer Bezeichner, der von CollectiveAccess intern zur Identifizierung dieser Entität verwendet wird

source: The locale from which the entity originates.
de_de: Das Gebietsschema, aus dem die Entität stammt.

source: Administrative source of the entity. This value is often used to indicate the administrative sub-division or legacy database from which the entity information originates, but can also be re-tasked for use as a simple classification tool if needed.
de_de: Administrative Quelle der Entität. Dieser Wert wird häufig verwendet, um die administrative Unterteilung oder Legacydatenbank anzugeben, aus der die Entitätsinformationen stammen, kann aber bei Bedarf auch als einfaches Klassifizierungstool verwendet werden.

source: Entity type
de_de: Einheitstyp

source: The type of the entity. eg. individual, organization, family, etc.
de_de: Der Typ der Entität. Zb. Einzelperson, Organisation, Familie, etc.

source: Entity identifier
de_de: Entitätsbezeichner

source: A unique alphanumeric identifier for this entity.
de_de: Ein eindeutiger alphanumerischer Bezeichner für diese Entität.

source: Data source information
de_de: Informationen zur Datenquelle

source: Serialized array used to store source information for entity information retrieved via web services [NOT IMPLEMENTED YET].
de_de: Serialisiertes Array zum Speichern von Quellinformationen für Entitätsinformationen, die über Webdienste abgerufen werden [NOCH NICHT IMPLEMENTIERT].

source: Lifetime
de_de: Lebenslang

source: Lifetime of entity (date range)
de_de: Lebensdauer der Entität (Datumsbereich)

source: Entity hierarchy
de_de: Entitätshierarchie

source: Identifier of entity that is root of the entity hierarchy.
de_de: Bezeichner der Entität, die Stamm der Entitätshierarchie ist.

source: Indicates if entity information is accessible to the public or not.
de_de: Gibt an, ob Entitätsinformationen für die Öffentlichkeit zugänglich sind oder nicht.

source: Indicates the current state of the entity record.
de_de: Gibt den aktuellen Status des Entitätsdatensatzes an.

source: Indicates if the entity is deleted or not.
de_de: Gibt an, ob die Entität gelöscht wurde oder nicht.

source: User submitting this entity
de_de: Benutzer, der diese Entität übermittelt

source: Group this entity was submitted under
de_de: Gruppe dieser Entität wurde eingereicht unter

source: entity ⇔ collection relationship
de_de: Entitäts- ⇔ Sammlungsbeziehung

source: entity ⇔ collection relationships
de_de: Entitäts- ⇔ Sammlungsbeziehungen

source: entity ⇔ entity relationship
de_de: Entität ⇔ Entitätsbeziehung

source: entity ⇔ entity relationships
de_de: Entitäts- ⇔ Entitätsbeziehungen

source: entity ⇔ occurrence relationship
de_de: Entitäts- ⇔ Vorkommensbeziehung

source: entity ⇔ occurrence relationships
de_de: Entitäts- ⇔ Vorkommensbeziehungen

source: entity ⇔ place relationship
de_de: Beziehung zwischen Entität ⇔ Ort

source: entity ⇔ place relationships
de_de: Entitäts- ⇔ Ortsbeziehungen

source: entity ⇔ storage location relationship
de_de: Entität ⇔ Speicherortbeziehung

source: entity ⇔ storage location relationships
de_de: Entitäts- ⇔ Speicherortbeziehungen

source: entity ⇔ vocabulary term relationship
de_de: Entität ⇔ Vokabular Begriffsbeziehung

source: entity ⇔ vocabulary term relationships
de_de: Entitäts- ⇔ Vokabular-Begriffsbeziehungen

source: entity name
de_de: Name der Entität

source: entity names
de_de: Entitätsnamen

source: Indicates type of label and how it should be employed.
de_de: Gibt die Art des Etiketts und die Art und Weise an, wie es verwendet werden soll.

source: Display name
de_de: Anzeigename

source: Name as it should be formatted for display (eg. in catalogues and exhibition label text). If you leave this blank the display name will be automatically derived from the input of other, more specific, fields.
de_de: Name, wie er für die Anzeige formatiert werden soll (z.B. in Katalogen und Ausstellungsbeschriftungen). Wenn Sie dieses Feld leer lassen, wird der Anzeigename automatisch aus den Angaben in anderen, spezifischeren Feldern abgeleitet.

source: Forename
de_de: Vorname

source: A given name that specifies and differentiates between members of a group of individuals, especially in a family, all of whose members usually share the same family name (surname). It is typically a name given to a person, as opposed to an inherited one such as a family name. You should place the primary forename - in cases where there is more than one this is usually the first listed - here.
de_de: Ein Vorname, der die Mitglieder einer Gruppe von Individuen spezifiziert und unterscheidet, insbesondere in einer Familie, deren Mitglieder in der Regel alle denselben Familiennamen (Nachnamen) haben. Es handelt sich in der Regel um einen Namen, der einer Person gegeben wird, im Gegensatz zu einem vererbten Namen wie einem Familiennamen. Sie sollten den primären Vornamen - in Fällen, in denen es mehr als einen gibt, ist dies normalerweise der zuerst aufgeführte - hier eintragen.

source: Other forenames
de_de: Andere Vornamen

source: Enter forenames other than the primary forename here.
de_de: Geben Sie hier andere Vornamen als den primären Vornamen ein.

source: Middle Name
de_de: Zweiter Vorname

source: Many names include one or more middle names, placed between the forename and the surname. In the Western world, a middle name is effectively a second given name. You should enter all middle names here. If there is more than one separate the names with spaces.
de_de: Viele Namen enthalten einen oder mehrere zweite Vornamen, die zwischen dem Vornamen und dem Nachnamen platziert sind. In der westlichen Welt ist ein zweiter Vorname effektiv ein zweiter Vorname. Sie sollten hier alle zweiten Vornamen eingeben. Wenn es mehr als einen gibt, trennen Sie die Namen mit Leerzeichen.

source: Surname
de_de: Nachname

source: A surname is a name added to a given name and is part of a personal name. In many cases a surname is a family name. For organizations this should be set to the full name.
de_de: Ein Nachname ist ein Name, der einem Vornamen hinzugefügt wird und Teil eines Personennamens ist. In vielen Fällen ist ein Nachname ein Familienname. Für Organisationen sollte dies auf den vollständigen Namen festgelegt werden.

source: A prefix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
de_de: Ein Präfix kann einem Namen hinzugefügt werden, um Verehrung, eine soziale Position, eine offizielle Position oder eine berufliche oder akademische Qualifikation zu bezeichnen.
