Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: File could not be processed for %1; can't convert mimetype '%2' to extension
de_de: Die Datei konnte für %1 nicht verarbeitet werden; kann den Mimetyp '%2' nicht in die Erweiterung konvertieren

source: Couldn't write file: %1
de_de: Das Bild konnte nicht geschrieben werden

source: Couldn't queue processing for version '%1' using handler '%2'
de_de: Warteschlange des Spiegels mit '%1' für Version '%2' (Handler '%3) konnte nicht in die Warteschlange gestellt werden

source: File could not be processed for %1: %2
de_de: Datei konnte für %1 nicht verarbeitet werden: %2

source: File is not a valid format
de_de: Datei ist kein gültiges Format

source: %1 must not be less than %2
de_de: Darf nicht kleiner als Null sein

source: %1 must not be greater than %2
de_de: Darf nicht kleiner als Null sein

source: %1 must be at least %2 characters
de_de: %1 muss mindestens %2 cZeichen lang sein

source: %1 must not be more than %2 characters long
de_de: %1 darf nicht länger als %2 Zeichen sein

source: '%1' is not valid choice for %2
de_de: %1 ist kein gültiger Wert für %2

source: Creation date/time
de_de: Erstellungsdatum/-uhrzeit

source: Modification date/time
de_de: Datum/Uhrzeit der Änderung

source: Last modification date/time
de_de: Datum/Uhrzeit der letzten Änderung

source: Date and time %1 was created
de_de: Datum und Zeit %1 wurde erstellt

source: Date and time %1 was modified
de_de: Datum und Zeit %1 wurden verändert

source: Date and time %1 was last modified
de_de: Datum und Zeit %1 wurden zuletzt verändert

source: Hierarchy ID must be specified
de_de: Hierarchie-ID muss angegeben werden

source: Could not get parent_id to load siblings by: %1
de_de: Parent_id konnte keine Zwillingen laden:%1

source: Could not get hierarchy siblings: %1
de_de: Konnte keine Hierarchie-Zwillinge erhalten: %1

source: - NONE -
de_de: -NICHTS-

source: Value must be unique. Please try another.
de_de: Der Wert muss eindeutig sein. Bitte versuchen Sie es mit einem anderen.

source: Maximum upload size is %1
de_de: Gesamtgröße des Uploads

source: Related table specification "%1" is not valid
de_de: Die zugehörige Tabellenspezifikation "%1" ist ungültig

source: Type id "%1" is not valid
de_de: User_id ist ungültig

source: Could not find relationship table
de_de: Beziehungstabelle konnte nicht gefunden werden

source: Relationship already exists
de_de: Beziehung ist bereits vorhanden

source: Cannot relate a record to itself
de_de: Kann einen Datensatz nicht mit sich selbst verknüpfen

source: Could not find a path to the specified related table
de_de: Es konnte kein Pfad zur angegebenen verknüpften Tabelle gefunden werden.

source: No locale was set for tag
de_de: Es wurde kein Gebietsschema für den Tag festgelegt.

source: Tag relation id is invalid
de_de: Tag-Beziehungs-ID ist ungültig

source: Tag is not part of the current row
de_de: Tag ist nicht Teil der aktuellen Zeile

source: Tag was not created by specified user
de_de: Das Tag wurde nicht vom angegebenen Benutzer erstellt.

source: Comment id is invalid
de_de: Kommentar-ID ist ungültig

source: Comment is not part of the current row
de_de: Kommentar ist nicht Teil der aktuellen Zeile

source: Comment was not created by specified user
de_de: Der Kommentar wurde nicht vom angegebenen Benutzer erstellt.

source: Invalid numeric operator: %1
de_de: Ungültige Betreffzeilen-ID

source: Invalid string operator: %1
de_de: Ungültige Ziel-ID

source: Cannot add another value; only %1 value is allowed
de_de: Es kann kein weiterer Wert hinzugefügt werden. Nur %1 Wert ist zulässig

source: Cannot add another value; only %1 values are allowed
de_de: Es kann kein weiterer Wert hinzugefügt werden. Nur %1 Werte sind zulässig

source: Value for locale is already set
de_de: Der Wert für das Gebietsschema ist bereits festgelegt

source: Value already exists
de_de: Wert ist bereits vorhanden

source: Value <code>%1</code> already exists
de_de: Wert <code>%1</code> existiert', join('/', array_filter($vals, 'strlen

source: Can't edit invalid attribute
de_de: Ungültiges Attribut kann nicht bearbeitet werden

source: Cannot remove value; at least %1 value is required
de_de: Wert kann nicht entfernt werden. Mindestens %1 Wert erforderlich

source: Cannot remove value; at least %1 values are required
de_de: Wert kann nicht entfernt werden. Mindestens %1 Werte sind erforderlich

source: SET
de_de: SATZ

source: Element is not the root of the element set
de_de: Element ist nicht der Stamm des Elementsatzes

source: Couldn't add element to restriction list: %1
de_de: Element konnte nicht zur Einschränkungsliste hinzugefügt werden: %1

source: Couldn't remove element from restriction list: %1
de_de: Das Element konnte nicht aus der Einschränkungsliste entfernt werden: %1

source: Cannot be used as a reference
de_de: Kann nicht als Referenz verwendet werden

source: Invalid target ID
de_de: Ungültige Ziel-ID

source: No interface defined for %1
de_de: Keine Oberfläche für %1 definiert

source: You are not allowed to quickadd %1
de_de: Sie sind nicht berechtigt, %1 schnell hinzuzufügen

source: Related %1 does not exist
de_de: Datensatz ist nicht vorhanden

source: Could not update primary flag for representation: %1
de_de: Konnte das primäre Flag für die Darstellung nicht aktualisieren: %1

source: Could not load %1-representation link
de_de: %1-representation link', $t_target->getProperty('NAME_SINGULAR konnte nicht geladen werden.

source: Search builder interface is disabled
de_de: Die Benutzeroberfläche des Suchgenerators ist deaktiviert

source: %1 search
de_de: suchen

source: Set order: %1
de_de: Satz-Reihenfolge: %1

source: Basic search interface is disabled
de_de: Die einfache Suchoberfläche ist deaktiviert

source: Key
de_de: Schlüssel

source: All lists
de_de: Alle Listen

source: User defined sort order
de_de: Benutzerdefinierte Sortierreihenfolge

source: hours
de_de: Stunden

source: days
de_de: Tage

source: weeks
de_de: Wochen

source: before
de_de: vor

source: after
de_de: nach

source: Error applying database migration %1: %2; error was at query %3; query was %4
de_de: Fehler beim Anwenden der Datenbankmigration %1: %2; Fehler bei Abfrage %3; Abfrage war %4

source: Processing completed
de_de: Verarbeitung abgeschlossen

source: [%1] Batch edit completed
de_de: [%1] Stapelverarbeitung abgeschlossen

source: [%1] Batch processing for set %2 with %3 %4 begun at %5 is complete
de_de: [%1] Die Stapelverarbeitung für Satz %2 mit %3 %4, die bei %5 begonnen wurde, ist abgeschlossen.

source: Invalid subject
de_de: Ungültiger Betreff

source: Invalid type_id
de_de: Ungültige type_id

source: Found %1 files in directory '%2'
de_de: %1 Dateien im Verzeichnis '%2' gefunden

source: Create set %1
de_de: Satz erstellen %1

source: Failed to create set %1: %2
de_de: Set %1 konnte nicht erstellt werden: %2

source: Add label to set %1
de_de: Beschriftung zu Satz %1 hinzufügen

source: Failed to add label to set: %1
de_de: Etikett kann nicht zum Set hinzugefügt werden: %1

source: You do not have access to set %1
de_de: Sie haben keinen Zugriff auf den Satz %1

source: Cannot add to set %1 because you do not have edit access
de_de: Kann nicht zum Set %1 b hinzugefügt werden, da Sie keine Bearbeitungsrechte haben

source: [%3/%4] Processing %1 (%3)
de_de: [%3/%4] Verarbeitung %1 (%3)

source: Skipped file %1 because it was on the skipped files list
de_de: Übersprungene Datei %1, da sie sich in der Liste der zu überspringenden Dateien befand

source: Skipped %1 from %2 because it already exists %3
de_de: Übersprungen %1 von %2, da es bereits vorhanden ist %3

source: (view)
de_de: (anzeigen)

source: Processing mediaFilenameToObjectIdnoRegexes entry %1
de_de: Verarbeiten von mediaFilenameToObjectIdnoRegexes-Eintrag %1

source: Trying to match on directory '%1'
de_de: Versuche Abgleich mit Verzeichnis '%1'

source: Trying to match on directory '%1' and file name '%2'
de_de: Versuche Abgleich mit Verzeichnis '%1' und Dateinamen '%2'

source: Trying to match on file name '%1'
de_de: Versuche Abgleich mit Dateinamen '%1'

source: There was an error in preg_replace while processing replacement %1.
de_de: Beim Verarbeiten der Ersetzung %1 ist ein Fehler in preg_replace aufgetreten.

source: The result for replacement with code %1 applied to value '%2' is '%3' and was added to the list of file names used for matching.
de_de: Das Ergebnis für die Ersetzung durch Code %1, der auf den Wert '%2' angewendet wird, ist '%3' und wurde der Liste der Dateinamen hinzugefügt, die für den Abgleich verwendet werden.

source: Skipped replacement %1 because no search expression was defined.
de_de: Die Ersetzung %1 wurde übersprungen, da kein Suchausdruck definiert wurde.

source: Matched name %1 on regex %2
de_de: Übereinstimmender Name %1 mit regex %2

source: Matched media %1 from %2 to %3 using expression "%4"
de_de: Medium %1 von %2 bis %3 mit dem Ausdruck "%4" abgeglichen

source: Couldn't match name %1 on regex %2
de_de: Name %1 konnte nicht mit regex %2 in Übereinstimmung gebracht werden

source: Matched media %1 from %2 to %3 using filename
de_de: Medium %1 von %2 bis %3 mit dem Dateinamen abgeglichen

source: Error importing {$f} from {$vs_directory}: %1
de_de: Fehler beim Importieren von {$f} aus {$vs_directory}: %1

source: Error importing %1 from %2: %3
de_de: Folgender Fehler während der Dateikonvertierung zu %1 [%2]: %3

source: Error importing %1 from %2:
de_de: Fehler beim Importieren von %1 from %2:

source: Using embedded media mapping %1 (format %2)
de_de: Verwendung der eingebetteten Medienzuordnung %1 (Format %2)

source: Imported %1 as %2
de_de: %1 als %2 importiert

source: Skipped %1 from %2 because it could not be matched
de_de: %1 von %2 übersprungen, da es nicht in Übereinstimmung gebracht werden konnte

source: Skipped %1 from %2
de_de: Übersprungen %1 from %2

source: [%1] Batch media import completed
de_de: [%1] Medien-Massenimport abgeschlossen

source: file
de_de: Datei

source: files
de_de: Dateien

source: [%1] Media import processing for directory %2 with %3 %4 begun at %5 is complete
de_de: [%1] Die Medienimportverarbeitung für Verzeichnis %2 mit %3 %4, die bei %5 begonnen wurde, ist abgeschlossen.

source: Media import processing for directory %1 with %2 %3 begun at %4 is complete
de_de: Die Medienimportverarbeitung für Verzeichnis %1 mit %2 %3, die bei %4 begonnen wurde, ist abgeschlossen.

source: Error creating new record while importing %1 from %2: %3
de_de: Fehler beim Erstellen eines neuen Datensatzes beim Importieren von %1 aus %2: %3

source: Error creating record label while importing %1 from %2: %3
de_de: Fehler beim Erstellen der Datensatzbeschriftung beim Importieren von %1 aus %2: %3

source: Importer %1 does not exist
de_de: Element existiert nicht

source: Could not import source %1
de_de: Quelle %1 konnte nicht importiert werden

source: Imported data from source %1
de_de: Daten aus Quelle %1 importiert

source: [%1] Batch metadata import completed
de_de: [%1] Metadaten-Massenimport abgeschlossen

source: row
de_de: Zeile

source: rows
de_de: Zeilen

source: [%1] Metadata import processing for begun at %2 is complete
de_de: [%1] Die Verarbeitung des Metadaten-Imports für den Startpunkt %2 ist abgeschlossen

source: Searches
de_de: Suchanfragen

source: a
de_de: ein

source: Beginning with %1
de_de: Beginnend mit %1

source: Overdue
de_de: Überfällig

source: %1 for %2
de_de: %1 von %2

source: In home location
de_de: In der Heimatlage

source: Not in home location
de_de: Nicht zu Hause

source: Date unknown
de_de: Datum unbekannt

source: %1 repeats
de_de: %1 Wiederholungen

source: Invalid search type
de_de: Ungültiger Suchtyp

source: Invalid criteria type
de_de: Ungültiger Kriterientyp

source: Type
de_de: Typ

source: Can only filter browse facets on attributes using containers
de_de: Suchfacetten können nur nach Attributen mithilfe von Containern gefiltert werden

source: Filter for browse facet on attribute using container failed because filter container does not match facet container
de_de: Fehler beim Filtern nach Suchfacette für Attribut mithilfe von Container, da Filtercontainer nicht mit Facettencontainer übereinstimmt

source: A valid type must be specified
de_de: Es muss ein gültiger Typ angegeben werden

source: <em>%1</em> is invalid
de_de: Timecode ist ungültig

source: <em>%1</em> is not enabled
de_de: Heimatstandorte sind nicht aktiviert

source: <em>%1</em> is not a valid type for a child record of type <em>%2</em>
de_de: <em>%1</em> ist kein gültiger Typ für einen untergeordneten Datensatz vom Typ <em>%2</em>

source: No parent was found when verifying type of new child
de_de: Beim Überprüfen des Typs des neuen untergeordneten Datensatzes wurde kein übergeordneter Datensatz gefunden.

source: <em>%1</em> is not a valid type for a top-level record
de_de: <em>%1</em> ist kein gültiger Typ für einen Datensatz der obersten Ebene

source: You do not have edit access for this item: %1/%2
de_de: Sie haben keinen Löschzugriff für dieses Element

source: You do not have delete access for this item
de_de: Sie haben keinen Löschzugriff für dieses Element

source: Cannot duplicate root of hierarchy
de_de: Stamm der Hierarchie kann nicht dupliziert werden

source: Duplicate
de_de: Duplizieren

source: Type id cannot be set after insert
de_de: Typ-ID kann nach dem Einfügen nicht festgelegt werden

source: Preferred labels
de_de: Bevorzugte Etiketten

source: Non-preferred labels
de_de: Nicht bevorzugte Etiketten

source: REQUIRED
de_de: ERFORDERLICH

source: These problems require attention:
de_de: Diese Probleme erfordern Aufmerksamkeit:

source: Not yet issued
de_de: Noch nicht ausgestellt

source: Restricted to types
de_de: Beschränkt auf Typen

source: from %1
de_de: von %1

source: alternates
de_de: Typen filtern

source: Object media representation (%1)
de_de: Objektdarstellungen

source: Object media representation (default)
de_de: Objektdarstellungen

source: A list of related %1
de_de: Zugehöriges Los

source: A list of %1 %2
de_de: Zugehöriges Los

source: Access denied to UI %1
de_de: Zugriff verweigert

source: Access denied to screen %1
de_de: Zugriff verweigert

source: Could not move item [%1]: %2
de_de: Bilddatei konnte nicht gelesen werden

source: Could not move object under collection: %1
de_de: Quelle %1 konnte nicht importiert werden

source: Value <em>%1</em> is already used and duplicates are not allowed
de_de: Mediendatei <em>%1</em> ist bereits geladen (Datei wurde übersprungen)

source: Value <em>%1</em> is not in <em>%2</em>
de_de: Aktueller Wert für <em>%1</em> unter Verwendung von <em>%2</em>

source: Invalid rule expression: %1
de_de: Ungültige vorbereitete Anweisung

source: There must be at least %1 relationship for %2
de_de: %1 muss mindestens %2 cZeichen lang sein

source: There must be at least %1 relationships for %2
de_de: %1 muss mindestens %2 cZeichen lang sein

source: There must be no more than %1 relationship for %2
de_de: %1 darf nicht länger als %2 Zeichen sein

source: There must be no more than %1 relationships for %2
de_de: %1 darf nicht länger als %2 Zeichen sein

source: Could not load base record (id=%1) for merge
de_de: Quelle %1 konnte nicht gelesen werden (format=%2)

source: Could not delete old record: %1
de_de: Taxon konnte nicht gefunden werden

source: Could not add merged preferred label: %1
de_de: [%1] Die nicht bevorzugte Bezeichnung konnte nicht zu %2 hinzugefügt werden:

source: Could not add merged non-preferred label: %1
de_de: [%1] Die nicht bevorzugte Bezeichnung konnte nicht zu %2 hinzugefügt werden:

source: Could not set merged intrinsic values: %1
de_de: PDF konnte nicht generiert werden

source: Could not set merged attribute values for %1: %2
de_de: Die Absenderinformationen für den Mediendatensatz für %1 konnten nicht gesetzt werden: %2

source: Transferred %1 relationship to <em>%2</em> (%3)
de_de: %1 Beziehung wurde zum Typ <em>%2</em> übertragen

source: Transferred %1 relationships to <em>%2</em> (%3)
de_de: %1 Beziehungen wurden zum Typ <em>%2</em> übertragen

source: Could not move references to other items in metadata: %1
de_de: Das Element konnte nicht aus der Einschränkungsliste entfernt werden: %1

source: Transferred %1 children to <em>%2</em> (%3)
de_de: %1 Beziehung wurde zum Typ <em>%2</em> übertragen

source: For migration %1
de_de: Sortierreihenfolge

source: Could not apply database update for migration %1
de_de: Konnte das primäre Flag für die Darstellung nicht aktualisieren: %1

source: Exporting deleted list %1
de_de: Exportieren einer Datensatzgruppe

source: Exporting changes for list %1
de_de: Exportieren einer Datensatzgruppe

source: Exporting deleted metadata element %1
de_de: Datentyp des Metadatenelements.

source: Exporting changes for element %1
de_de: Kontextwechsel für Elementcode: %1.

source: Exporting deleted editor %1
de_de: Exportieren einer Datensatzgruppe

source: Exporting changes for editor %1
de_de: Exportieren einer Datensatzgruppe

source: Exporting deleted relationship type %1
de_de: Ungültiger Beziehungstyp

source: Exporting changes for relationship type %1
de_de: Auf Beziehungstypen beschränken

source: Exporting deleted role %1
de_de: Ergebnis exportieren

source: Exporting changes for role %1
de_de: Exportieren einer Datensatzgruppe

source: Exporting deleted group %1
de_de: Ergebnis exportieren

source: Not dispatchable
de_de: Nicht zutreffend

source: %1 cookie
de_de: Gebietsschema-Cookie

source: %1 cookies
de_de: Gebietsschema-Cookie

source: Invalid prepared statement
de_de: Ungültige Darstellung

source: Could not start transaction: %1
de_de: Taxon konnte nicht gefunden werden

source: Could not commit transaction: %1
de_de: Taxon konnte nicht gefunden werden

source: Could not rollback transaction: %1
de_de: Taxon konnte nicht gefunden werden

source: Could not instantiate driver
de_de: Treiber konnte nicht instanziiert werden

source: Driver does not exist
de_de: ID existiert nicht

source: Not connected to database
de_de: Es konnte keine Verbindung zu Okta hergestellt werden.

source: Transactions are not supported
de_de: Grundriss wird nicht unterstützt

source: Not currently in a transaction
de_de: Transkription der Objektdarstellung

source: Element %1 is not numeric
de_de: Datei ist nicht Teil dieses Werts

source: Element %1 is not a positive number
de_de: Element ist nicht Teil des aktuellen Items

source: Enclosure
de_de: schließen

source: Print field names
de_de: Namen von Listenelementen

source: Values are field names.
de_de: Wert ist bereits vorhanden

source: Invalid MARC element definition %1
de_de: Ungültiges Element

source: Subfield definition %1 is invalid
de_de: Benutzerinformationen sind ungültig.

source: MARC export output format
de_de: Exporter-Format

source: Invalid XML attribute name '%1'
de_de: Ungültige Zeilen-ID

source: Invalid XML element name '%1'
de_de: Ungültiges Element

source: No external export targets are defined.
de_de: Es sind keine Ortshierarchien definiert

source: Invalid external export target %1
de_de: Ungültige Tabelle

source: Invalid external export table
de_de: Ungültiges Exportformat

source: Skipping target %1 because no output format is set
de_de: Der Import der Zeile wurde übersprungen, da dontDoImport festgelegt wurde

source: Invalid output plugin %1
de_de: Ungültiger Zuordnungscode

source: Skipping %1:%2 for target %3 because the row does not exist
de_de: %1 von %2 übersprungen, da es nicht in Übereinstimmung gebracht werden konnte

source: Invalid transport plugin %1
de_de: Ungültige Tabelle

source: Could not send %1 files for target %2 via %3: %4
de_de: Medien für die Prüfsumme konnten nicht gefunden werden.

source: File type is not supported
de_de: Grundriss wird nicht unterstützt

source: Invalid table specification for policy %1
de_de: Die zugehörige Tabellenspezifikation "%1" ist ungültig

source: Invalid row id
de_de: Ungültige ID

source: Invalid subject row id
de_de: Ungültiger Betreff

source: Invalid table specification for 'useRelated' in history tracking policy
de_de: Aktuelles Wertstellungsdatum für Verlaufsverfolgungsrichtlinie

source: Invalid table specification for entry in history tracking policy
de_de: Aktuelles Wertstellungsdatum für Verlaufsverfolgungsrichtlinie

source: No template defined
de_de: Template-ID

source: deaccession
de_de: Ist Deaccession?

source: deaccessions
de_de: Ist Deaccession?

source: Show lots
de_de: Als Eingabeaufforderung anzeigen

source: Color for %1
de_de: Editor kann nicht für %1 verwendet werden

source: Color to use as highlight %1.
de_de: Farbe, die als Hervorhebung für zukünftige Werte in der Historie verwendet werden soll.

source: Lot (%1) display template
de_de: Vorlage für die Losanzeige

source: Layout for lot when displayed in history list (can include HTML). The template is evaluated relative to the lot. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_object_lots.idno_stub</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Layout for lot related to child objects, when displayed in history list (can include HTML). The template is evaluated relative to the lot. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_object_lots.idno_stub</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Show occurrences
de_de: Ereignisse

source: %1 date
de_de: Aktualisieren

source: %1 display template
de_de: Vorlage für die Losanzeige

source: Layout for %1 when displayed in history list (can include HTML). The template is evaluated relative to the %1. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_occurrences.idno</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Display template for %1 when related to child objects
de_de: Anzeigevorlage für schreibgeschützten Modus

source: Layout for %1 related to child objects, when displayed in history list (can include HTML). The template is evaluated relative to the lot. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_object_lots.idno_stub</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Show collections
de_de: Sammlungen

source: Layout for %1 when displayed in history list (can include HTML). The template is evaluated relative to the %1. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_collections.idno</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Show entities
de_de: entitäten

source: Layout for %1 when displayed in history list (can include HTML). The template is evaluated relative to the %1. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_entities.idno</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>
