Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: URL pointing to documentation for this field. Leave blank if no documentation URL exists.
de_de: URL, die auf die Dokumentation für dieses Feld verweist. Lassen Sie das Feld leer, wenn keine Dokumentations-URL vorhanden ist.

source: Use rich text editor
de_de: Rich-Text-Editor verwenden

source: Check this option if you want to use a word-processor like editor with this text field. If you expect users to enter rich text (italic, bold, underline) then you might want to enable this.
de_de: Aktivieren Sie diese Option, wenn Sie einen Textverarbeitungs-Editor mit diesem Textfeld verwenden möchten. Wenn Sie erwarten, dass Benutzer Rich-Text eingeben (italic, fett, unterstreichen), dann können Sie dies aktivieren.

source: Layout for value when used in a display (can include HTML). Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^my_element_code</i>.
de_de: Layout für einen Wert, der in einer Anzeige verwendet wird (kann HTML enthalten). Elementcode-Tags, denen das Zeichen ^ vorangestellt ist, können verwendet werden, um den Wert in der Vorlage darzustellen. Zum Beispiel: <i>^my_element_code</i>.

source: Use list to suggest values
de_de: Verwenden der Liste zum Vorschlagen von Werten

source: Suggest values using a specific list. Select <em>All lists</em> to suggest any configured list value.
de_de: Schlagen Sie Werte mithilfe einer bestimmten Liste vor. Wählen Sie <em>Alle Listen</em> aus, um einen konfigurierten Listenwert vorzuschlagen.

source: Lookup
de_de: Nachschlagen

source: Suggest value via
de_de: Wert vorschlagen über

source: Suggest values with the selected list as either a type-ahead lookup or a drop-down menu.
de_de: Schlagen Sie Werte mit der ausgewählten Liste entweder als Textvervollständigungssuche oder als Dropdownmenü vor.

source: Method used to sort repeating values.
de_de: Methode zum Sortieren von sich wiederholenden Werten.

source: Sort direction
de_de: Sortierreihenfolge

source: Direction of sort.
de_de: Richtung.

source: Even item color
de_de: Gleichmäßige Artikelfarbe

source: If set even items in list will use this color.
de_de: Wenn festgelegt, verwenden sogar Elemente in der Liste diese Farbe.

source: Odd item color
de_de: Ungerade Elementfarbe

source: If set odd items in list will use this color.
de_de: Wenn ungerade Elemente in der Liste festgelegt sind, wird diese Farbe verwendet.

source: Layout for preview of this field. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_objects.my_element_code</i>.
de_de: Layout für die Vorschau dieses Feldes. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.my_element_code.</i>

source: URL pointing to documentation for this field. Leave blank if you wish to use the default URL for this metadata element.
de_de: URL, die auf die Dokumentation für dieses Feld verweist. Lassen Sie das Feld leer, wenn Sie die Standard-URL für dieses Metadatenelement verwenden möchten.

source: use default
de_de: verwende Standard

source: Restricts display to items related using the specified relationship type(s). Leave all unselected for no restriction.
de_de: Beschränkt die Prüfliste auf Begriffe, die sich auf Sammlungen mit dem angegebenen Beziehungstyp beziehen. Lassen Sie alle ohne Einschränkung deaktiviert.

source: Restricts display to items of the specified type(s). Leave all unselected for no restriction.
de_de: Beschränkt die Anzeige auf Elemente, die dem angegebenen Suchausdruck entsprechen. Lassen Sie leer ohne Einschränkung.

source: Restrict to search expression
de_de: Auf Suchausdruck beschränken

source: Restricts display to items matching the given search expression. Leave empty for no restriction.
de_de: Beschränkt die Anzeige auf Elemente, die dem angegebenen Suchausdruck entsprechen. Lassen Sie leer ohne Einschränkung.

source: Do not show delete button
de_de: Schaltfläche "Löschen" nicht anzeigen

source: If checked the delete relationship control will not be provided.
de_de: Wenn diese Option aktiviert ist, wird das Löschbeziehungssteuerelement nicht bereitgestellt.

source: Relationship display template
de_de: Vorlage für die Beziehungsanzeige

source: Layout for relationship when displayed in list (can include HTML). Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^my_element_code</i>.
de_de: Layout für die Vorschau dieses Feldes. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.my_element_code.</i>

source: If checked only current relationships are displayed.
de_de: Wenn diese Option aktiviert ist, werden nur aktuelle Beziehungen angezeigt.

source: Show batch editing button?
de_de: Schaltfläche für die Stapelbearbeitung anzeigen?

source: If checked an option to batch edit related records will be displayed.
de_de: Wenn diese Option aktiviert ist, wird eine Option zum Stapelbearbeiten zugehöriger Datensätze angezeigt.

source: Do not show relationship types?
de_de: Keine Beziehungstypen anzeigen?

source: If checked relationship types will not be shown when displaying related items.
de_de: Wenn aktiviert, werden Beziehungstypen beim Anzeigen verwandter Elemente nicht angezeigt.

source: Restrict to access point
de_de: Auf Zugriffspunkt beschränken

source: Restricts display to items matching the given search expression in the specified access point. Leave empty to search in all fields.
de_de: Beschränkt die Anzeige auf Elemente, die dem angegebenen Suchausdruck im angegebenen Zugriffspunkt entsprechen. Lassen Sie das Feld leer, um in allen Feldern zu suchen.

source: Do not include sub-types in type restriction
de_de: Keine Untertypen in die Typbeschränkung einbeziehen

source: Normally restricting to type(s) automatically includes all sub-(child) types. If this option is checked then the lookup results will include items with the selected type(s) <b>only</b>.
de_de: Normalerweise schließt die Einschränkung auf Typ(en) automatisch alle Untertypen ein. Wenn diese Option aktiviert ist, enthalten die Suchergebnisse <b>nur</b> Artikel mit dem/den ausgewählten Typ(en).

source: bubbles
de_de: Blasen

source: list
de_de: Liste

source: Format of relationship list
de_de: Format der Beziehungsliste

source: First item color
de_de: Farbe des ersten Artikels

source: If set first item in list will use this color.
de_de: Wenn das erste Element in der Liste festgelegt ist, wird diese Farbe verwendet.

source: Item color
de_de: Artikel Farbe

source: If set item that are not first or last in list will use this color.
de_de: Wenn festgelegte Elemente, die nicht an erster oder letzter Stelle in der Liste stehen, wird diese Farbe verwendet.

source: Last item color
de_de: Farbe des letzten Artikels

source: If set last item in list will use this color.
de_de: Wenn das letzte Element in der Liste festgelegt ist, wird diese Farbe verwendet.

source: URL pointing to documentation for this relationship bundle. Leave blank if no documentation URL exists.
de_de: URL, die auf die Dokumentation für dieses Beziehungspaket verweist. Lassen Sie das Feld leer, wenn keine Dokumentations-URL vorhanden ist.

source: Minimum number of relationships of this kind to be associated with an item.
de_de: Mindestanzahl von Beziehungen dieser Art, die einem Element zugeordnet werden sollen.

source: If set to 0 a delete button will allow a cataloguer to clear all relationships. If set to 1 or more, it will not be possible to delete all relationships once the minimum is established. Note that this is only a user interface limitations rather than constraints on the underlying data model.
de_de: Wenn diese Option auf 0 gesetzt ist, ermöglicht eine Schaltfläche zum Löschen einem Katalogisierer das Löschen aller Beziehungen. Wenn dieser Wert auf 1 oder mehr festgelegt ist, ist es nicht möglich, alle Beziehungen zu löschen, sobald das Minimum festgelegt wurde. Beachten Sie, dass es sich hierbei nur um Einschränkungen der Benutzeroberfläche und nicht um Einschränkungen für das zugrunde liegende Datenmodell handelt.

source: Maximum number of relationships of this kind that can be associated with an item
de_de: Maximale Anzahl von Beziehungen dieser Art, die einem Element zugeordnet werden können

source: The extent of repeatability for the relationship will match the number entered here. Note that this is only a user interface limitations rather than constraints on the underlying data model.
de_de: Der Umfang der Wiederholbarkeit für die Beziehung stimmt mit der hier eingegebenen Zahl überein. Beachten Sie, dass es sich hierbei nur um Einschränkungen der Benutzeroberfläche und nicht um Einschränkungen für das zugrunde liegende Datenmodell handelt.

source: If checked only the most recently dated relationship displayed.
de_de: Wenn diese Option aktiviert ist, wird nur die zuletzt datierte Beziehung angezeigt.

source: Disable quick add?
de_de: Schnellhinzufügung deaktivieren?

source: If checked quickadd will be disabled regardless of user privileges.
de_de: Wenn diese Option aktiviert ist, wird quickadd unabhängig von den Benutzerrechten deaktiviert.

source: Preferred label
de_de: Bevorzugtes Label

source: Prepopulate quick add fields with search text
de_de: Schnelllöschfelder mit Suchtext vorab ausfüllen

source: Select quickadd form fields to be pre-filled with the user-entered search value. If no fields are selected then the preferred label will be prepopulated by default.
de_de: Wählen Sie QuickAdd-Formularfelder aus, die mit dem vom Benutzer eingegebenen Suchwert vorausgefüllt werden sollen. Wenn keine Felder ausgewählt sind, wird die bevorzugte Bezeichnung standardmäßig vorausgefüllt.

source: Initially sort using
de_de: Anfängliche Sortierung mit

source: Method used to sort related items.
de_de: Methode zum Sortieren verwandter Elemente.

source: Initial sort direction
de_de: Anfängliche Sortierrichtung

source: Direction of sort, when not in a user-specified order.
de_de: Sortierrichtung, wenn nicht in einer benutzerdefinierten Reihenfolge.

source: Disable user-selectable sorting options?
de_de: Vom Benutzer auswählbare Sortieroptionen deaktivieren?

source: If checked sorting of related items will be disabled.
de_de: Wenn diese Option aktiviert ist, wird die Sortierung verwandter Elemente deaktiviert.

source: User-selectable sort options
de_de: Vom Benutzer wählbare Sortieroptionen

source: Limits user-selectable sort options on this bundle.
de_de: Schränkt die vom Benutzer auswählbaren Sortieroptionen für dieses Paket ein.

source: Show relationship count in header?
de_de: Beziehungsanzahl im Header anzeigen?

source: If checked the number of relationships will be displayed in the header for the field.
de_de: Wenn diese Option aktiviert ist, wird die Anzahl der Beziehungen in der Kopfzeile des Feldes angezeigt.

source: Default effective date
de_de: Standardgültiges Gültigkeitsdatum

source: Default effective date value for newly added relationships. Leave blank if you do not wish to set an effective date.
de_de: Standardwert für das Gültigkeitsdatum für neu hinzugefügte Beziehungen. Lassen Sie das Feld leer, wenn Sie kein Gültigkeitsdatum festlegen möchten.

source: Show set representation button?
de_de: Beschriftung der Objektdarstellung

source: If checked an option to link media from related records to the edited record will be displayed.
de_de: Wenn diese Option aktiviert ist, wird eine Option zum Stapelbearbeiten zugehöriger Datensätze angezeigt.

source: Representation auto-complete lookup placeholder text
de_de: Platzhaltertext für die automatische Vervollständigung der Darstellung

source: Placeholder text to display in representation autocomplete search box when linking n existing representation to a record. (New UI only)
de_de: Platzhaltertext, der im Suchfeld für die automatische Vervollständigung der Darstellung angezeigt wird, wenn Sie eine bestehende Darstellung mit einem Datensatz verknüpfen. (Nur neue Benutzeroberfläche)

source: Do not allow linking to existing representations? (New UI only)
de_de: Verknüpfung mit bestehenden Darstellungen nicht zulassen? (Nur neue UI)

source: Do not provide option to create relationships to existing representations. (New UI only)
de_de: Bieten Sie keine Option zum Erstellen von Beziehungen zu bestehenden Darstellungen. (Nur neue Benutzeroberfläche)

source: Do not allow selection of media in the import directory? (New UI only)
de_de: Die Auswahl von Medien im Importverzeichnis nicht zulassen? (nur neue Benutzeroberfläche)

source: Do not provide option to upload media from the import directory as representations. (New UI only)
de_de: Bieten Sie keine Option zum Hochladen von Medien aus dem Importverzeichnis als Repräsentationen an. (Nur neue Benutzeroberfläche)

source: Do not show representation preferred label? (Classic only)
de_de: Darstellung nicht anzeigen bevorzugte Bezeichnung? (nur Classic)

source: Do not show representation preferred label. (Classic only)
de_de: Zeigen Sie keine bevorzugte Darstellung an. (nur Classic)

source: Do not show representation identifier? (Classic only)
de_de: Darstellungskennung

source: Do not show representation identifier. (Classic only)
de_de: Darstellungskennung

source: Do not show status? (Classic only)
de_de: Status nicht anzeigen? (nur Classic)

source: Do not show status drop-down. (Classic only)
de_de: Status-Dropdown nicht anzeigen. (nur Classic)

source: Do not show access? (Classic only)
de_de: Zugriff nicht anzeigen? (nur Classic)

source: Do not show access drop-down. (Classic only)
de_de: Zugriffs-Dropdown nicht anzeigen. (nur Classic)

source: Do not show transcription control? (Classic only)
de_de: Transkriptionskontrolle nicht anzeigen? (nur Classic)

source: Do not show transcription drop-down. (Classic only)
de_de: Transkriptions-Dropdown nicht anzeigen. (nur Classic)

source: Classic
de_de: Klassisch

source: New UI with batch uploading
de_de: Neue Benutzeroberfläche mit Batch-Upload

source: User interface style
de_de: Stil der Benutzeroberfläche

source: Show for editing
de_de: Zur Bearbeitung anzeigen

source: Selected metadata elements to allow editing on.
de_de: Ausgewählte Metadatenelemente, die bearbeitet werden sollen.

source: Metadata element editing order
de_de: Bearbeitungsreihenfolge der Metadatenelemente

source: List metadata element codes separated by commas, semicolons or returns in the order in which they should appear. If omitted the default sort order is used.
de_de: Listen Sie Metadatenelementcodes getrennt durch Kommas, Semikolons oder Rückgabe in der Reihenfolge auf, in der sie angezeigt werden sollen. Wenn diese Option ausgelassen wird, wird die Standardsortierreihenfolge verwendet.

source: Restricts display to items from the specified list(s). Leave all unselected for no restriction.
de_de: Beschränkt die Anzeige auf Elemente, die dem angegebenen Suchausdruck entsprechen. Lassen Sie leer ohne Einschränkung.

source: Show <em>return to home locations</em> control?
de_de: <em>Steuerung "Rückkehr zu Startorten</em>" anzeigen?

source: If checked a control will be displayed allowing all related objects to be returned to their home locations (if set).
de_de: Wenn diese Option aktiviert ist, wird ein Kontrollkästchen angezeigt, mit dem Sie alle zugehörigen Objekte an ihre Ausgangsposition zurückbringen können (falls eingestellt).

source: Use hierarchy browser?
de_de: Verwenden Sie den Hierarchiebrowser?

source: If checked a hierarchical browser will be used to select related items instead of an auto-complete lookup.
de_de: Wenn diese Option aktiviert ist, wird anstelle einer automatischen Vervollständigen-Suche ein hierarchischer Browser verwendet, um verwandte Elemente auszuwählen.

source: Height of hierarchical browser
de_de: Höhe des hierarchischen Browsers

source: Height of hierarchical browser.
de_de: Höhe des hierarchischen Browsers.

source: Restrict to checklist of terms from related collections?
de_de: Auf Checkliste mit Begriffen aus verwandten Sammlungen beschränken?

source: Will restrict checklist to those terms applied to related collections.
de_de: Beschränkt die Checkliste auf die Begriffe, die auf verwandte Sammlungen angewendet werden.

source: Restrict checklist to terms related to collection as
de_de: Checkliste auf Begriffe beschränken, die sich auf die Sammlung als

source: Will restrict checklist to terms related to collections with the specified relationship type. Leave all unselected for no restriction.
de_de: Beschränkt die Prüfliste auf Begriffe, die sich auf Sammlungen mit dem angegebenen Beziehungstyp beziehen. Lassen Sie alle ohne Einschränkung deaktiviert.

source: Checked collection term relationship type
de_de: Überprüfter Sammlungsbegriffsbeziehungstyp

source: Specified the relationship used to relate collection-restricted terms to this object.
de_de: Die Beziehung angegeben, die verwendet wird, um auflistungsbeschränkte Begriffe mit diesem Objekt zu verknüpfen.

source: Always Expand/collapse
de_de: Immer erweitern/reduzieren

source: Controls the expand/collapse behavior
de_de: Steuert das Expand/Collapse-Verhalten

source: Open hierarchy browser by default
de_de: Hierarchiebrowser standardmäßig öffnen

source: If checked hierarchy browser will be open when form loads.
de_de: Wenn diese Option aktiviert ist, wird der Hierarchiebrowser geöffnet, wenn das Formular geladen wird.

source: Restricts addition of child records / lookups to items of the specified type(s). Leave all unselected for no restriction.
de_de: Beschränkt die Prüfliste auf Begriffe, die sich auf Sammlungen mit dem angegebenen Beziehungstyp beziehen. Lassen Sie alle ohne Einschränkung deaktiviert.

source: Label for hierarchy count
de_de: Bezeichnung für die Anzahl der Hierarchien

source: Text label for hierarchy count. Defaults to table name.
de_de: Textbeschriftung für die Anzahl der Hierarchien. Der Standardwert ist der Tabellenname.

source: Automatically shrink browser
de_de: Browser automatisch verkleinern

source: Check this option if you want the hierarchy browser to automatically shrink or expand based on the height of the column with the most data.
de_de: Aktivieren Sie diese Option, wenn der Hierarchiebrowser basierend auf der Höhe der Spalte mit den meisten Daten automatisch verkleinert oder erweitert werden soll.

source: URL pointing to documentation for this hierarchy browser. Leave blank if no documentation URL exists.
de_de: URL, die auf die Dokumentation für diesen Hierarchiebrowser verweist. Lassen Sie das Feld leer, wenn keine Dokumentations-URL vorhanden ist.

source: Header display template
de_de: Vorlage für die Kopfzeilenanzeige

source: Layout for item in hierarchy browser header. The template is evaluated relative to item being edited.
de_de: Layout für Element in der Kopfzeile des Hierarchiebrowsers. Die Vorlage wird relativ zum bearbeiteten Element ausgewertet.

source: Maximum number of references to display
de_de: Maximale Anzahl der anzuzeigenden Verweise

source: Maximum number of references to display per item.
de_de: Maximale Anzahl von Verweisen, die pro Element angezeigt werden sollen.

source: Object display template
de_de: Objektanzeigevorlage

source: Layout for referencing objects. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_objects.idno</i>.
de_de: Layout zum Referenzieren von Objekten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_objects.idno.</i>

source: Lot display template
de_de: Vorlage für die Losanzeige

source: Layout for referencing lots. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_object_lots.idno_stub</i>.
de_de: Layout zur Referenzierung von Losen. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_object_lots.idno_stub.</i>

source: Entity display template
de_de: Entitätsanzeigevorlage

source: Layout for referencing entities. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_entities.idno</i>.
de_de: Layout zum Verweisen auf Entitäten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_entities.idno.</i>

source: Place display template
de_de: Anzeigevorlage platzieren

source: Layout for referencing places. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_places.idno</i>.
de_de: Layout zum Referenzieren von Orten. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_places.idno.</i>

source: Occurrence display template
de_de: Anzeigevorlage für Vorkommen

source: Layout for referencing occurrences. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_occurrences.idno</i>.
de_de: Layout zum Verweisen auf Vorkommen. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_occurrences.idno.</i>

source: Collection display template
de_de: Anzeigevorlage für die Sammlung

source: Layout for referencing collections. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_collections.idno</i>.
de_de: Layout zum Verweisen auf Auflistungen. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_collections.idno.</i>

source: Loan display template
de_de: Vorlage für die Kreditanzeige

source: Layout for referencing loans. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_loans.idno</i>.
de_de: Layout zur Referenzierung von Darlehen. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_loans.idno.</i>

source: Movement display template
de_de: Vorlage für die Bewegungsanzeige

source: Layout for referencing movements. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_movements.idno</i>.
de_de: Layout zum Referenzieren von Bewegungen. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_movements.idno.</i>

source: Object representation display template
de_de: Anzeigevorlage für die Objektdarstellung

source: Layout for referencing object representations. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_object_representations.idno</i>.
de_de: Layout zum Referenzieren von Objektdarstellungen. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_object_representations.idno.</i>

source: List item display template
de_de: Anzeigevorlage für Listenelemente

source: Layout for referencing list items. Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^ca_list_items.idno</i>.
de_de: Layout zum Verweisen auf Listenelemente. Elementcode-Tags mit dem Präfix ^ können verwendet werden, um den Wert in der Vorlage darzustellen. Beispiel: <i>^ca_list_items.idno.</i>

source: Metadata element
de_de: Metadaten-Element
