Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: [%1] Skipped %2 because it has already been pushed.
de_de: Übersprungen %1 von %2, da es bereits vorhanden ist %3

source: Could not create tmp directory for handler '%1'
de_de: Hierarchieuntereintrag für %1 konnte nicht erstellt werden

source: Could not copy '%1'
de_de: Viewer konnte nicht geladen werden

source: No handler directories are configured!
de_de: Es sind keine Ortshierarchien definiert

source: Invalid task queue handler '%1'
de_de: Ungültige Tabelle

source: Error while closing task record: %1
de_de: Fehler bei der Verarbeitung verwandter Inhalte: %1

source: Command %1 does not exist
de_de: Tabelle ist nicht vorhanden

source: No help available for %1
de_de: Kein Änderungsprotokoll verfügbar

source: You must specify a file
de_de: Keine Benutzer angegeben

source: File '%1' does not exist
de_de: idno existiert nicht

source: Cannot write to %1
de_de: Kann bearbeiten

source: Directory '%1' does not exist
de_de: idno existiert nicht

source: '%1' is not a directory
de_de: %1 ist kein gültiger Wert für %2

source: '%1' must not be a directory
de_de: Weglassen, wenn nicht leer

source: Could not open output file %1
de_de: Verbote konnten nicht aufgehoben werden

source: Could not open input file %1
de_de: Das Bild konnte nicht geschrieben werden

source: Remove invalid characters from an XML file.
de_de: Entfernen von Zeilenumbruchzeichen aus Textwerten

source: Invalid reasons specified
de_de: Ungültiger Beziehungstyp

source: Invalid from date specified
de_de: Es muss ein gültiger Typ angegeben werden

source: Removed %1 bans
de_de: %1 als %2 importiert

source: Could not remove bans
de_de: Änderung konnte nicht gespeichert werden

source: Loading schema
de_de: Laden

source: Processing locales
de_de: Verarbeitung abgeschlossen

source: Processing lists
de_de: In Bearbeitung

source: Processing relationship types
de_de: Beziehungstypen

source: Processing metadata elements
de_de: Metadaten-Elemente

source: Processing metadata dictionary
de_de: Metadaten-Wörterbuchregel

source: Processing access roles
de_de: Verarbeiten von Suchergebnissen

source: Processing user groups
de_de: Verarbeiten von Suchergebnissen

source: Processing user logins
de_de: Verarbeiten von Suchergebnissen

source: Processing user interfaces
de_de: Benutzeroberflächen

source: Processing displays
de_de: In Bearbeitung

source: Processing search forms
de_de: Verarbeiten von Suchergebnissen

source: Setting up hierarchies
de_de: Position in der Hierarchie

source: Processing metadata alerts
de_de: Metadaten-Warnungsregeln

source: Installation complete
de_de: Installationen

source: Installation took %1 seconds
de_de: Installationen

source: Configuration
de_de: Bestätigungsschlüssel

source: Cannot write profile to '%1'
de_de: Das Bild konnte nicht geschrieben werden

source: Help text to come.
de_de: Text des Kommentars.

source: Password:
de_de: Passwort

source: Processing target %1
de_de: Verarbeite Element [%1]

source: Scanning templates for tags
de_de: Extrahierte Vorlagen-Tags

source: Templates with errors: %1
de_de: Parser-Fehler

source: Content management
de_de: Inhaltsverwaltung

source: Processing queued tasks...
de_de: Verarbeitung abgeschlossen

source: Processing complete.
de_de: Verarbeitung abgeschlossen

source: Process queued tasks.
de_de: Verarbeitet

source: A table must be specified
de_de: Es muss ein gültiger Typ angegeben werden

source: A valid row id must be specified
de_de: Es muss ein gültiger Typ angegeben werden

source: Record does not exist
de_de: Element existiert nicht

source: GUID does not exist
de_de: ID existiert nicht

source: Return information for a GUID.
de_de: Benutzerinformationen sind ungültig.

source: Theme %1 does not exist
de_de: ID existiert nicht

source: Locale %1 is not valid
de_de: Tabelle ist nicht vorhanden

source: Processing %1
de_de: In Bearbeitung

source: Processing %1: %2
de_de: [%3/%4] Verarbeitung %1 (%2)

source: Locale of translation.
de_de: Text der Transkription.

source: File to write strings to.
de_de: Einstellungen für Listenelemente

source: Set %1 does not exist
de_de: ID existiert nicht

source: User name %1 is not valid
de_de: User_id ist ungültig

source: Import target %1 is invalid.
de_de: Startdatum ist ungültig

source: Setting representation type to default %1
de_de: Objektdarstellungs-Beschriftungsdatei

source: Setting representation access to default %1
de_de: Zugriff und Status der Mediendarstellung

source: Setting representation status to default %1
de_de: Objektdarstellungs-Beschriftungsdatei

source: Mapping %1 does not exist
de_de: Mapping ist nicht vorhanden

source: Found %1 files in %2 directories
de_de: %1 Dateien im Verzeichnis '%2' gefunden

source: Found %1 files
de_de: Hochgeladene Datei

source: Processing media
de_de: Verarbeitung abgeschlossen

source: Could not import media from %1: %2
de_de: Quelle %1 konnte nicht importiert werden

source: Imported media from source %1
de_de: Daten aus Quelle %1 importiert

source: Sets how match between media and target record identifier is made. Valid values are: STARTS, ENDS, CONTAINS, EXACT. Default is EXACT.
de_de: Legt fest, wie die Übereinstimmung zwischen dem Medien- und dem Zieldatensatzbezeichner erfolgt. Gültige Werte sind: STARTS, ENDS, CONTAINS, EXACT. Der Standardwert ist EXACT.

source: Identifier to use for all newly created representation records.
de_de: Trennzeichen zum Verketten wiederholter Werte.

source: Import/Export
de_de: Importieren

source: Import media.
de_de: Import abgeschlossen

source: Could not import '%1': %2
de_de: Quelle %1 konnte nicht importiert werden

source: Created mapping %1 from %2
de_de: Fehler beim Importieren von %1 from %2:

source: Excel XLSX file to load.
de_de: Sidecar-Datei zum Hochladen

source: You must specify a data source for import
de_de: Sie müssen einen Code für Ihr Mapping festlegen!

source: You must specify a mapping
de_de: Sie müssen einen Code für Ihr Mapping festlegen!

source: Set %1 does take items imported by mapping
de_de: Der Satz %1 dexistiert nicht. Erstellen Sie es und versuchen Sie den Import erneut.

source: Could not import source %1: %2
de_de: Quelle %1 konnte nicht importiert werden

source: Import data from many types of data sources.
de_de: Daten aus Quelle %1 importiert

source: You must specify a file!
de_de: Keine Benutzer angegeben

source: File '%1' does not exist!
de_de: idno existiert nicht

source: Could not import '%1'
de_de: Quelle %1 konnte nicht importiert werden

source: Exported data to %1
de_de: Daten aus Quelle %1 importiert

source: Could not run RDF mode export
de_de: Es wurden keine Datensätze zum Exportieren gefunden

source: Could not export mapping %1
de_de: Die Größe des Bildes konnte nicht geändert werden

source: Configuration file for RDF export mode.
de_de: Einladung existiert nicht

source: Replicate data from one CollectiveAccess system to another.
de_de: Name des CollectiveAccess-Pakets, an das eine Notiz angehängt werden soll.

source: Creating list
de_de: Sortieren mithilfe der Liste

source: Could not create list %1: %2
de_de: Bilddatei konnte nicht gelesen werden

source: Could not label list %1: %2
de_de: Taxon konnte nicht gefunden werden

source: Loading non-preferred terms
de_de: Nicht bevorzugte Etiketten

source: Could not update term %1: %2
de_de: Taxon konnte nicht gefunden werden

source: Could not remove nonpreferred labels for update for term %1: %2
de_de: [%1] Nicht bevorzugte Etiketten konnten nicht aus dem übereinstimmenden Datensatz entfernt werden

source: Could not update parent for term %1: %2
de_de: Bilddatei konnte nicht gelesen werden

source: Could not add term %1: %2
de_de: Bilddatei konnte nicht gelesen werden

source: Could not add term label %1: %2
de_de: Taxon konnte nicht gefunden werden

source: Could not add non-preferred term %1 to %2: %3
de_de: [%1] Die nicht bevorzugte Bezeichnung konnte nicht zu %2 hinzugefügt werden:

source: Added %1 terms
de_de: Hinzugefügt

source: Ignoring invalid target %1
de_de: Ungültiges Ziel

source: You must specify an id
de_de: Keine Benutzer angegeben

source: Table of record to export.
de_de: Es wurden keine Datensätze zum Exportieren gefunden

source: ID of row to export.
de_de: Es wurden keine Datensätze zum Exportieren gefunden

source: To come.
de_de: Text des Kommentars.

source: Trigger pending external exports.
de_de: Umbrechen von Text nach dem Export

source: A file must be specified
de_de: Es muss ein gültiger Typ angegeben werden

source: Cannot write to file %1
de_de: Das Bild konnte nicht geschrieben werden

source: An export mapping must be specified
de_de: Es muss ein gültiger Typ angegeben werden

source: Could not export %1: %2
de_de: Bilddatei konnte nicht gelesen werden

source: Exported %1
de_de: Importieren

source: A valid display must be specified
de_de: Es muss ein gültiger Typ angegeben werden

source: Could not create search for %1
de_de: Hierarchieuntereintrag für %1 konnte nicht erstellt werden

source: Invalid format %1
de_de: Ungültiger Zuordnungscode

source: An import mapping must be specified
de_de: Es muss ein gültiger Typ angegeben werden

source: Could not import mapping %1: %2
de_de: Vorhandene Zuordnung für %1 konnte nicht gelöscht werden: %2

source: Processing %1 identifiers
de_de: Ort Kennung

source: Reading file list
de_de: Liste verknüpfter Orte

source: There are %1 files total
de_de: Es gibt keine Artikel in diesem %1

source: %1 file (%2) was deleted
de_de: Ist gelöscht?

source: %1 files (%2) were deleted
de_de: Ist gelöscht?

source: Help text to come
de_de: Text des Kommentars.

source: Removing deleted representations from database
de_de: Bewegungen ⇔ Repräsentationsbeziehung

source: Loading deleted representations from database
de_de: Darlehen ⇔ Vertretungsbeziehung

source: There are no deleted representations to process!
de_de: Das Gebietsschema, aus dem die Darstellung stammt.

source: Removed %1 %2
de_de: %1 als %2 importiert

source: Nothing to delete!
de_de: Nichts wurde ausgewählt

source: Updating database
de_de: Moderationsdatum

source: Removed search indexing queue lock
de_de: Eintrag in der Suchindizierungswarteschlange

source: Search indexing queue lock is not present
de_de: Indizierungswarteschlangeneinträge durchsuchen

source: Remove search indexing queue lock file if present.
de_de: Indizierungswarteschlangeneinträge durchsuchen

source: You must specify a user
de_de: Sie müssen einen Benutzer angeben

source: User name %1 does not exist
de_de: Datensatz ist nicht vorhanden

source: Set user %1 as active
de_de: Der Benutzer ist nicht aktiv.

source: User name to reset password for.
de_de: Bitte geben Sie Ihr neues Passwort ein.

source: New password for user
de_de: Neues Passwort

source: Reset a user's password
de_de: Passwort zurücksetzen

source: Reset a user's password.
de_de: Passwort zurücksetzen

source: User name %1 already exists
de_de: Medien sind bereits vorhanden

source: You must specify an email address for the user
de_de: Benutzer-E-Mail-Adresse nicht festgelegt.

source: Could not add roles to account for user %1: %2
de_de: Vorhandene Zuordnung für %1 konnte nicht gelöscht werden: %2

source: Could not add groups to account for user %1: %2
de_de: Taxon konnte nicht gefunden werden

source: Created account for user %1
de_de: Touren erstellen

source: Email address for new account
de_de: E-Mail-Adresse des Kommentators.

source: First name of user
de_de: Vorname

source: Last name of user
de_de: Nachname

source: Evaluating
de_de: Bewertung

source: Table %1 is not valid
de_de: User_id ist ungültig

source: Validating records in %1
de_de: validiert am %1

source: Email address is invalid
de_de: E-Mail-Adresse

source: File path
de_de: Basispfad

source: Checking object representations
de_de: Objektdarstellungen

source: %1 media representations
de_de: Mediendarstellungen

source: Checking representation media %1
de_de: Mediendarstellungen

source: [Object representation][MD5 mismatch] %1; version %2 [%3]
de_de: Transkription der Objektdarstellung

source: Object representation
de_de: Objektdarstellungen

source: %1 error for %2 representations
de_de: Beschriftung/Beschriftung zur Darstellung.

source: %1 errors for %2 representations
de_de: Beschriftung/Beschriftung zur Darstellung.

source: Checking attribute media
de_de: Attribut binden an

source: MD5 mismatch
de_de: MD5-Hash

source: Media attribute
de_de: Attribut

source: %1 media in %2 metadata elements
de_de: Metadaten-Elemente

source: %1 error for %2 attributes
de_de: Medien sind nicht vorhanden oder nicht lesbar

source: %1 errors for %2 attributes
de_de: Medien sind nicht vorhanden oder nicht lesbar

source: Checking attribute files
de_de: Attributwerte

source: Checking attribute file %1
de_de: Das Bild konnte nicht geschrieben werden

source: File attribute
de_de: Attribut

source: %1 files in %2 metadata elements
de_de: Metadaten-Elemente

source: Could not send email to %1: %2
de_de: Verbote konnten nicht aufgehoben werden

source: Email address to send report to.
de_de: E-Mail-Adresse des Kommentators.

source: Representation id to start checking at
de_de: Titel der Darstellungsanmerkung

source: Representation id to end checking at
de_de: Darstellungskennung

source: Representation id to check
de_de: Darstellungskennung

source: Comma separated list of representation ids to check
de_de: Liste der verknüpften Objektdarstellungen

source: Found %1
de_de: Wert %1 gefunden.

source: Content caching is not enabled
de_de: Heimatstandorte sind nicht aktiviert

source: Preloading from %1 is not supported
de_de: Grundriss wird nicht unterstützt

source: Preloading from %1::%2
de_de: Importieren von Medien aus

source: Checks periodic metadata alert triggers
de_de: Auslöser von Metadatenwarnungen

source: Processing %1.%2
de_de: In Bearbeitung

source: Processing row %1 for %2.%3
de_de: [%3/%4] Verarbeitung %1 (%2)

source: Could not update dependent value: %1
de_de: Taxon konnte nicht gefunden werden

source: Regenerated %1 values
de_de: Wiederbeschaffungswerte

source: Could not create root for relationship %1: %2
de_de: [%1] Verwandtes Objekt mit der Beziehung %2 konnte nicht hinzugefügt werden:

source: Could not add label to root for relationship %1: %2
de_de: [%1] Verknüpfter Leihvorgang konnte mit Beziehung %2 nicht hinzugefügt werden:

source: Added root for %1
de_de: Hinzugefügt

source: Recreated %1 root record
de_de: Datensatz ist nicht vorhanden

source: Recreated %1 root records
de_de: Datensatz ist nicht vorhanden

source: Starting...
de_de: Lade...

source: Processed %1 %2
de_de: Verarbeitet

source: No history tracking policies are configured
de_de: Richtlinie zur Verlaufsverfolgung verwenden

source: Reloads current values for all history tracking policies.
de_de: Aktueller Wert für die Richtlinie zur Verlaufsverfolgung

source: Could not set default value: %1
de_de: PDF konnte nicht generiert werden

source: Updated sortable values
de_de: Deaktivierte Werte trennen?

source: Reload attribute sortable values.
de_de: Attributwerte

source: Re-processing representation media
de_de: Mediendarstellungen

source: Re-processing %1
de_de: In Bearbeitung

source: Error processing representation media: %1
de_de: Fehler bei der Verarbeitung verwandter Inhalte: %1

source: Re-processing icons
de_de: In Bearbeitung

source: Representation id to start reloading at
de_de: Titel der Darstellungsanmerkung

source: Representation id to end reloading at
de_de: Darstellungskennung

source: Representation id to reload
de_de: Darstellungskennung

source: Reindexing PDF representations
de_de: Mediendarstellungen

source: Reindexing PDF %1
de_de: Lesen %1

source: Reindexing %1
de_de: Lesen %1

source: Representation id to start reindexing at
de_de: Titel der Darstellungsanmerkung

source: Representation id to end reindexing at
de_de: Darstellungskennung

source: Representation id to reindex
de_de: Darstellungskennung

source: Finding annotations
de_de: Verwandte Anmerkungen

source: Annotation %1
de_de: Referenzen

source: Finding duplicates
de_de: [Duplikate]

source: Analyzing duplicates
de_de: Doppelte Werte zulassen?

source: Found %1 duplicate
de_de: Taxon konnte nicht gefunden werden

source: Found %1 duplicates
de_de: Taxon konnte nicht gefunden werden

source: No representations found
de_de: Objektdarstellungen

source: Updating media classes
de_de: Medienklassen

source: Could not update media class: %1
de_de: Taxon konnte nicht gefunden werden

source: Updated media class values
de_de: Medienklassen

source: Sets media class values for object representations.
de_de: Liste der verknüpften Objektdarstellungen

source: Optional username to authenticate with.
de_de: Optionales Symbol zur Identifizierung der Tour mit

source: Optional password to authenticate with.
de_de: Optionales Symbol zur Identifizierung der Tour mit

source: Performance
de_de: Herkunft

source: Cached browse
de_de: durchsuchen

source: Caching detail exports
de_de: Umbrechen von Text nach dem Export

source: Replication
de_de: Standort

source: Source system
de_de: Quelle

source: Could not set up search for %1
de_de: Konnte keine Verbindung zum LCSH-Dienst herstellen für %1: %2

source: Search failed
de_de: Suchbegriff

source: GUID of record to replicate
de_de: Es wurden keine Datensätze zum Exportieren gefunden

source: Table of records to replicate
de_de: Es wurden keine Datensätze zum Exportieren gefunden

source: Search for records to replicate
de_de: Inhalt des Suchformulars

source: You must specify a guid
de_de: Keine Benutzer angegeben

source: Process search indexing queue.
de_de: Eintrag in der Suchindizierungswarteschlange

source: Statistics
de_de: Status

source: A destination email address must be specified
de_de: Es muss ein gültiger Typ angegeben werden

source: Email %1 address is invalid
de_de: Enddatum ist ungültig

source: Failed to send test email to %1: %2
de_de: Set %1 konnte nicht erstellt werden: %2

source: Sent test email to %1
de_de: Wählen Sie die Ergebnisse aus, die Sie zu %1 hinzufügen möchten

source: Email address to send test message to.
de_de: E-Mail-Adresse des Kommentators.

source: Could not find list with list code %1
de_de: Eingebetteter Metadaten-Importer mit Code %1 konnte nicht gefunden werden

source: %2Could not find list with list code %1
de_de: Eingebetteter Metadaten-Importer mit Code %1 konnte nicht gefunden werden

source: Errors setting field values: %1
de_de: Fehler beim Drehen des Bildes

source: %2Could not find list with list id %1
de_de: [%1] Verknüpftes Listenelement konnte mit Beziehung %2 nicht hinzugefügt werden:

source: Could not set preferred label for list item %1: %2
de_de: Bilddatei konnte nicht gelesen werden

source: %3Could not set preferred label for list item %1: %2
de_de: Bilddatei konnte nicht gelesen werden

source: %3Created new list item %1 in list %2
de_de: Liste der verknüpften Listen-Items

source: %2Could not find add item to list: %1
de_de: Importiertes Element %1 konnte nicht zu Set %2 hinzugefügt werden: %3

source: and
de_de: Erweitern

source: Could not set values for %1 %2: %3
de_de: Typ konnte nicht auf <em>%1</em> gesetzt werden: %2

source: Could not set non-preferred label for %1 %2: %3
de_de: [%1] Die nicht bevorzugte Bezeichnung konnte nicht zu %2 hinzugefügt werden:

source: Could not update idno for %1 %2: %3
de_de: Taxon konnte nicht gefunden werden

source: Could not insert %1 %2: %3
de_de: Änderung konnte nicht gespeichert werden

source: %4Could not insert %1 %2: %3
de_de: Bilddatei konnte nicht gelesen werden

source: Could not set preferred label for %1 %2: %3
de_de: [%1] Die nicht bevorzugte Bezeichnung konnte nicht zu %2 hinzugefügt werden:

source: %4Could not set preferred label for %1 %2: %3
de_de: [%1] Die nicht bevorzugte Bezeichnung konnte nicht zu %2 hinzugefügt werden:

source: %3Created new %1 %2
de_de: Erstellt von

source: ID has been deleted
de_de: Öğe silindi

source: This item is not viewable
de_de: Dieses Element ist nicht zur Anzeige verfügbar

source: Thank you for contributing.
de_de: Vielen Dank für Ihren Beitrag.

source: Mapping does not exist
de_de: ID existiert nicht

source: Export format cannot be used
de_de: Exporter-Format

source: name
de_de: Nachname

source: type
de_de: Datatype

source: short description
de_de: Kurzbeschreibung

source: title
de_de: Titel

source: No matches found
de_de: Keine Treffer für "%1" gefunden

source: do not use
de_de: Benutzer-ID nicht festgelegt.

source: replace value
de_de: Wiederbeschaffungswerte

source: remove all values
de_de: Entfernen doppelter Werte

source: add to each item
de_de: Beobachteter Artikel

source: set for each item
de_de: Element zum Sortieren des Benutzers

source: replace values
de_de: Wiederbeschaffungswerte

source: Matching on files in directory %1
de_de: %1 Dateien im Verzeichnis '%2' gefunden

source: Extracted value from name %1 using regex %2
de_de: Übereinstimmender Name %1 mit regex %2

source: EXACT match on %1 to value %2
de_de: Name %1 konnte nicht mit regex %2 in Übereinstimmung gebracht werden

source: Cannot create user upload directory
de_de: Benutzer-Upload-Verzeichnis kann nicht erstellt werden

source: Really delete "%1"?
de_de: gelöscht

source: Really delete %1?
de_de: gelöscht

source: Has %1 relationship to %2
de_de: %1 Beziehung wurde zum Typ <em>%2</em> übertragen

source: Has %1 relationships to %2
de_de: %1 Beziehungen wurden zum Typ <em>%2</em> übertragen

source: Is referenced %1 time
de_de: Bevorzugt wird

source: Has %1 child
de_de: Gelöschtes %1 Kind

source: Has %1 children
de_de: Gelöschte %1 untergeordnete Datensätze

source: remove all references
de_de: Quellenangabe

source: remove all associated metadata
de_de: Zugeordnete Formularmetadaten

source: transfer references to
de_de: Quellenangabe

source: also transfer metadata
de_de: Zugeordnete Formularmetadaten

source: transfer metadata to
de_de: Metadaten der Seite: Titel

source: References to this %1
de_de: Referenzen

source: remove these references
de_de: Quellenangabe

source: References by this %1
de_de: Referenzen

source: Deleted %1
de_de: gelöscht

source: Editing %1
de_de: Bearbeite %1 : %2

source: Viewing %1
de_de: Lesen %1

source: Deaccessioned %1
de_de: Art der Beitrittsentnahme

source: new screen
de_de: Editor-UI-Bildschirm

source: Lot contains %1 object
de_de: Wohnort des Objekts

source: Lot contains %1 objects
de_de: Wohnort des Objekts

source: Creating new %1
de_de: Satz erstellen %1

source: Previous Image
de_de: Zurück

source: Next Image
de_de: Bilder

source: Change type
de_de: Typ kann nicht geändert werden

source: Change Record Type
de_de: Datensatztyp

source: Create Child Record
de_de: Erstellt am

source: Duplicate item
de_de: Duplizieren

source: Duplicate this %1
de_de: Duplizieren

source: Set home location
de_de: In der Heimatlage

source: In set
de_de: Ungültiger Satz

source: In sets
de_de: Sätze

source: Created on %1
de_de: Erstellt am

source: Last changed on
de_de: Zuletzt überprüft am

source: Last changed on %1
de_de: Zuletzt überprüft am

source: (on tab <em>%1</em>)
de_de: Für Typ <em>%1</em>

source: %1 problems on this tab require attention (of %2 total)
de_de: Diese Probleme erfordern Aufmerksamkeit:

source: %1 problem on this tab requires attention (of %2 total)
de_de: Diese Probleme erfordern Aufmerksamkeit:

source: %1 problems on this tab require attention
de_de: Diese Probleme erfordern Aufmerksamkeit:

source: %1 problem on this tab requires attention
de_de: Diese Probleme erfordern Aufmerksamkeit:

source: %1 problems require attention
de_de: Diese Probleme erfordern Aufmerksamkeit:

source: %1 problem requires attention
de_de: Diese Probleme erfordern Aufmerksamkeit:

source: Will be related to %1
de_de: Ungültige vorbereitete Anweisung

source: Part of lot
de_de: Teil von
