Repository: collectiveaccess/pawtucket2
Catalog: themes/edufilm/locale/*/messages.po
Languages: de_de

source: %1 component
de_de: Komponenten

source: %1 components
de_de: Komponenten

source: Has
de_de: Aufsteigend

source: Add component
de_de: Komponenten

source: Re-number objects
de_de: Verknüpfte Objekte

source: %1 related %2
de_de: Zugehöriges Los

source: Applied to representation
de_de: Ungültige Darstellung

source: Batch edit
de_de: Beobachteter Artikel

source: Batch Edit
de_de: Beobachteter Artikel

source: Number of items
de_de: Seitenzahl

source: Type of content
de_de: Art der Sortierung

source: current set
de_de: Aktuelle Auswahl

source: new set
de_de: Neue/s %1

source: Duplicate items
de_de: Duplizieren

source: Export this set of records
de_de: Exportieren einer Datensatzgruppe

source: Export
de_de: Importieren

source: Part of set
de_de: Teil von

source: Rule content type
de_de: Inhalt festlegen

source: Is default for list
de_de: Ist die Standardeinstellung?

source: Referenced by user interfaces
de_de: Benutzeroberflächen

source: Number of screens
de_de: Anzahl der Vorschauen

source: Edits
de_de: Bearbeiten

source: Number of placements
de_de: Seitenzahl

source: Searches for
de_de: Suchanfragen

source: Number of stops
de_de: Seitenzahl

source: Target format
de_de: Datumsformat

source: Number of groups
de_de: Seitenzahl

source: Number of rules
de_de: Seitenzahl

source: Export data
de_de: Exporter-Format

source: Batch editing %1 %2
de_de: Bearbeite %1 : %2

source: Batch contains <em>%1</em>
de_de: Für Typen <em>%1</em>

source: More options
de_de: Benutzer Optionen

source: Delete <strong><em>all</em></strong> records in set
de_de: Wirklich löschen <strong><em>%1</em></em></strong>? Diese Aktion kann nicht rückgängig gemacht werden.

source: Set type for records in set
de_de: Kein Typcodesatz festgelegt

source: Close options
de_de: Benutzer Optionen

source: Batch import media
de_de: Verwendeter Datenimporteur

source: Batch export metadata
de_de: Zugeordnete Formularmetadaten

source: Selected exporter
de_de: Datenexporteur

source: Back to record
de_de: Zurück zu Sets

source: default
de_de: Standard

source: Sort using %1 %2
de_de: Sortieren mit

source: Batch edit all
de_de: [%1] Stapelverarbeitung abgeschlossen

source: Return to home locations
de_de: Rückkehr zu den Heimatstandorten

source: No media
de_de: Hat Medien

source: Login to add item to %1
de_de: Ungerade Elementfarbe

source: Invalid viewer: %1/%2
de_de: Ungültiger Viewer

source: Invalid viewer %1/%2
de_de: Ungültiger Viewer

source: CollectiveAccess Logo
de_de: CollectiveAccess-ID

source: Invalid sidecar
de_de: Ungültige ID

source: Invalid sidecar type
de_de: Ungültiger Suchtyp

source: Media aleady exists in %1
de_de: Medien sind bereits vorhanden

source: Media aleady %1
de_de: Medien sind bereits vorhanden

source: exists
de_de: Listen

source: Invalid export type
de_de: Ungültiger Suchtyp

source: United States
de_de: Websitevorlagen

source: Argentina
de_de: Name der Entität

source: Colombia
de_de: Farbe

source: Djibouti
de_de: Über

source: East Timor
de_de: Farbe des letzten Artikels

source: Russian Federation
de_de: Mediendauer

source: Singapore
de_de: Singular

source: Suriname
de_de: Nachname

source: Vatican City
de_de: kann bearbeiten

source: Yemen
de_de: Uhrwerk

source: Colorado
de_de: Farbe

source: North Dakota
de_de: Geburtsdatum

source: New York
de_de: Neues Passwort

source: [%3] Parent was skipped using rule "%1" with default action because an invalid action ("%2") was specified
de_de: Zeile wurde mit Regel "%1" mit Standardaktion übersprungen, da eine ungültige Aktion ("%2") angegeben wurde

source: [%3] Parent was skipped using rule "%1" with action "%2"
de_de: Zeile wurde mit Regel "%1" mit Aktion "%2" übersprungen

source: [%1] Skipped %2 because it was in the skipIfValue list
de_de: Übersprungene Datei %1, da sie sich in der Liste der zu überspringenden Dateien befand

source: Errors
de_de: Fehler

source: Warnings
de_de: Warnung

source: Informational messages
de_de: Informativ

source: Debugging messages
de_de: Log message

source: Export as
de_de: Namen der Exporteure

source: %1 to %2
de_de: Setzen Sie %1 auf %2

source: Type name
de_de: Ort Name

source: Surname, forename
de_de: Nachname oder Vorname muss gesetzt sein

source: Items: %1
de_de: Artikel

source: View
de_de: Alle anzeigen

source: Comments: %1
de_de: Kommentare

source: Responses: %1
de_de: Antworten

source: Created by:
de_de: Erstellt von

source: Items:
de_de: Artikel

source: Comments:
de_de: Kommentare

source: lightboxes
de_de: Rechte

source: Add to %1
de_de: Ungerade Elementfarbe

source: Reset
de_de: Reserviert

source: day
de_de: Tage

source: hour
de_de: Stunden

source: at %1
de_de: Benutzerhinweis

source: %1 is not a valid unit of length [%2]
de_de: Datei ist kein gültiges Format

source: Not a valid measurement
de_de: Keine gültige Messung

source: Must not be less than zero
de_de: Darf nicht kleiner als Null sein

source: Not a valid measurement [%1]
de_de: Keine gültige Messung

source: CSRF token is not valid
de_de: Token ist ungültig.

source: Annotation label
de_de: Referenzen

source: Annotation description
de_de: Kurzbeschreibung

source: Text X
de_de: Texte

source: Text Y
de_de: Texte

source: Type of annotation: rectangle
de_de: Titel der Darstellungsanmerkung

source: Options
de_de: Bildunterschrift

source: Type-specific annnotation options
de_de: Titel von Darstellungsanmerkungen

source: Indicates if annotation is locked
de_de: Gibt an, ob Anmerkungen öffentlich zugänglich sind oder nicht.

source: CollectiveAccess logo
de_de: CollectiveAccess-ID

source: Object Type
de_de: Objekttyp

source: Object Types
de_de: Objekttypen

source: Find objects according to the people associated with your records. You can browse by name&#44; role&#44; or entity type according to your configuration.
de_de: Suchen Sie Sammlungen nach den Personen, die mit Ihren Datensätzen verknüpft sind. Sie können entsprechend Ihrer Konfiguration nach Name, Rolle oder Entitätstyp suchen.

source: Use for Education?
de_de: Benutzerinformationen

source: types
de_de: Datatype

source: statuses
de_de: Status

source: access status
de_de: Status der Streichung des Beitritts

source: access statuses
de_de: Status der Streichung des Beitritts

source: Other authorities
de_de: Andere Vornamen

source: Check outs by format
de_de: Check-out Datum

source: Check ins by format
de_de: Format der Datumsanzeige

source: Reservations by format
de_de: Antwortinformationen

source: Media is being processed
de_de: Medien werden derzeit verarbeitet und werden in Kürze verfügbar sein.

source: Audio is being processed
de_de: Bearbeitung läuft

source: Accession number
de_de: Status des Beitritts

source: Accession year
de_de: Status des Beitritts

source: Accession type
de_de: Art der Beitrittsentnahme

source: Object number
de_de: Objektkennung

source: Lot number
de_de: ID-Nummer

source: User tags
de_de: Benutzerklasse

source: Related term
de_de: Exemplare

source: System administration
de_de: Gruppen-Administrator

source: Is administrator
de_de: Gruppen-Administrator

source: Set access control
de_de: Zugriffssteuerungsliste

source: Allow user to create
de_de: Gebietsschemas zulassen

source: View logs
de_de: Alle anzeigen

source: View change logs
de_de: Protokolleinträge ändern

source: Configure user interfaces
de_de: Benutzeroberflächen

source: Configure metadata elements
de_de: Metadaten-Elemente

source: Configure relationship types
de_de: Beziehungstypen

source: Allow user to change relationship type configuration
de_de: Filtern nach Beziehungstypen

source: Configure locales
de_de: Bestätigt am

source: View configuration check
de_de: Bestätigungsschlüssel

source: Manage advanced search forms
de_de: %1 erweiterte Suche', $this->searchName('plural

source: Manage displays
de_de: Displays

source: Export Configuration
de_de: Exporter-Format

source: Manage user sorts
de_de: Benutzersortierungen

source: Library check out
de_de: Bibliotheksausleihen

source: Can do library check in
de_de: Bibliotheksausleihen

source: Can do library check out
de_de: Bibliotheksausleihen

source: Quicksearch
de_de: suchen

source: Media import
de_de: Datenimport

source: Batch import data
de_de: Element zum Importieren von Daten

source: Batch export
de_de: Datenexporteur

source: Personalization
de_de: Person/Organisation

source: Set preferences
de_de: Quellenangabe

source: Create advanced search forms
de_de: %1 erweiterte Suche', $this->searchName('plural

source: Edit advanced search forms
de_de: %1 erweiterte Suche', $this->searchName('plural

source: Delete advanced search forms
de_de: %1 erweiterte Suche', $this->searchName('plural

source: Use advanced search forms
de_de: %1 erweiterte Suche', $this->searchName('plural

source: Allow user to use advanced search forms
de_de: Kann im Suchformular verwendet werden

source: Create displays
de_de: Displays

source: Edit displays
de_de: Displays

source: Delete displays
de_de: Displays

source: Use displays
de_de: Displays

source: Duplicate displays
de_de: [Duplikate]

source: Use user sorts
de_de: Benutzersortierungen

source: Use metadata alerts
de_de: Metadaten-Warnung

source: set management
de_de: Name festlegen

source: Create user groups
de_de: Benutzergruppen

source: Create sets
de_de: Satz erstellen %1

source: Edit sets and set content
de_de: Anzeigen von Listeninhalten

source: View sets
de_de: Unterpunkte anzeigen

source: Duplicate sets
de_de: Duplizieren

source: Allow user to duplicate sets
de_de: Doppelte Werte zulassen?

source: Duplicate items in set
de_de: Liste der verknüpften Listen-Items

source: Allow user to duplicate items in a set
de_de: Farbe zum Anzeigen des Elements in

source: Allow user to add sets not already present while creating relationships
de_de: Darlehen ⇔ Vertretungen Beziehungen

source: User generated content
de_de: Aktueller Inhalt

source: Manage user comments
de_de: Fügen Sie Ihren Kommentar hinzu

source: Manage user tags
de_de: Verwalten Sie Ihre Benutzergruppen

source: Object editing
de_de: LC Themenüberschriften

source: Create object
de_de: Verknüpfte Objekte

source: Allow user to create new objects
de_de: Immer neue Bewegung schaffen?

source: Edit object
de_de: Objekt

source: Delete object
de_de: Verknüpfte Objekte

source: Search objects
de_de: Suchanfragen

source: Browse objects
de_de: Browse %1

source: Download media
de_de: Herunterladen als:

source: Duplicate objects
de_de: Verknüpfte Objekte

source: Allow user to duplicate objects
de_de: Doppelte Werte zulassen?

source: Quick add objects
de_de: Verknüpfte Objekte

source: Allow user to add objects not already present while creating relationships
de_de: Objekt- ⇔ Objektdarstellungsbeziehungen

source: Export objects
de_de: Kontext exportieren

source: Manage access control lists
de_de: Zugriffssteuerungslisten

source: Batch edit objects
de_de: Verknüpfte Objekte

source: Allow user to edit batches of objects
de_de: Der Benutzer, der das Objekt ausgecheckt hat.

source: Batch delete objects
de_de: Verknüpfte Objekte

source: Can see current location of object in inspector
de_de: Aktueller Standort des Objekts

source: View change log
de_de: Änderungsprotokolleintrag

source: Object representation editing
de_de: Beschriftung der Objektdarstellung

source: Create object representation
de_de: Objektdarstellung

source: Allow user to create new object representations
de_de: Liste der verknüpften Objektdarstellungen

source: Edit object representation
de_de: Objektdarstellung

source: Allow user to edit existing object representations
de_de: Benutzer, der diese Objektdarstellung einreicht

source: Delete object representation
de_de: Objektdarstellung

source: Allow user to delete object representations
de_de: Liste der verknüpften Objektdarstellungen

source: Search object representations
de_de: Objektdarstellungen

source: Allow user to search object representations
de_de: Benutzer, der diese Objektdarstellung einreicht

source: Browse object representations
de_de: Objektdarstellungen

source: Allow user to browse object representations
de_de: Benutzer, der diese Objektdarstellung einreicht

source: Duplicate object representations
de_de: Objektdarstellungen

source: Allow user to duplicate object representations
de_de: Liste der verknüpften Objektdarstellungen

source: Export object representations
de_de: Objektdarstellungen

source: Allow user to export object representations
de_de: Benutzer, der diese Objektdarstellung einreicht

source: Allow user to change types of existing object representations
de_de: Benutzer, der diese Objektdarstellung einreicht

source: Allow user to manage access control lists for object representations
de_de: Der übliche Speicherort für diese Objektdarstellung.

source: Batch edit object representations
de_de: Objektdarstellungen

source: Allow user to edit batches of object representations
de_de: Benutzer, der diese Objektdarstellung einreicht

source: Batch delete object representations
de_de: Objektdarstellungen

source: Allow user to delete batches of object representations
de_de: Benutzer, der diese Objektdarstellung einreicht

source: Allow user to view object representation change logs
de_de: Objektdarstellungs-Beschriftungsdateien

source: Representation annotation editing
de_de: Titel der Darstellungsanmerkung

source: Create representation annotations
de_de: Darstellungsanmerkungen

source: Allow user to create new representation annotations
de_de: Anmerkungen zur Benutzerdarstellung

source: Edit representation annotations
de_de: Darstellungsanmerkungen

source: Allow user to edit existing representation annotations
de_de: Anmerkungen zur Benutzerdarstellung

source: Delete representation annotations
de_de: Darstellungsanmerkungen

source: Allow user to delete representation annotations
de_de: Anmerkungen zur Benutzerdarstellung

source: Search representation annotations
de_de: Anmerkungen zur Benutzerdarstellung

source: Allow user to search representation annotations
de_de: Anmerkungen zur Benutzerdarstellung

source: Browse representation annotations
de_de: Anmerkungen zur Benutzerdarstellung

source: Allow user to browse representation annotations
de_de: Anmerkungen zur Benutzerdarstellung

source: Duplicate representation annotations
de_de: Anmerkungen zur Benutzerdarstellung

source: Allow user to duplicate representation annotations
de_de: Anmerkungen zur Benutzerdarstellung

source: Allow user to manage access control lists for representation annotations
de_de: Anmerkungen zur Benutzerdarstellung

source: Object lot editing
de_de: Objektgrundstücke

source: Create object lot
de_de: Liste der verknüpften Objekte

source: Allow user to create new object lots
de_de: Immer einen neuen Kredit erstellen?

source: Edit object lot
de_de: Objekt Los

source: Allow user to edit existing object lots
de_de: Benutzer, der dieses Objektlos einreicht

source: Delete object lot
de_de: Liste der verknüpften Objekte

source: Search object lots
de_de: Objektgrundstücke

source: Browse object lots
de_de: Objektgrundstücke

source: Duplicate object lots
de_de: Liste verwandter Objektlose

source: Allow user to duplicate object lots
de_de: Doppelte Werte zulassen?

source: Export object lots
de_de: Objektgrundstücke

source: Quick add object lots
de_de: Objektgrundstücke

source: Allow user to add object lots not already present while creating relationships
de_de: Objektlos- ⇔ Darstellungsbeziehungen

source: Batch edit object lots
de_de: Liste verwandter Objektlose

source: Batch delete object lots
de_de: Liste verwandter Objektlose

source: Create entity
de_de: Erstellt von

source: Allow user to create new entities
de_de: Der Benutzer, der die Anmerkung erstellt hat.

source: Edit entity
de_de: Einheit

source: Delete entity
de_de: Verknüpfte Entitäten

source: Search entities
de_de: Verknüpfte Entitäten

source: Browse entities
de_de: entitäten

source: Duplicate entities
de_de: Verknüpfte Entitäten

source: Allow user to duplicate entities
de_de: Doppelte Werte zulassen?

source: Export entities
de_de: entitäten

source: Allow user to export entities
de_de: Methode zum Sortieren verwandter Elemente.

source: Quick add entities
de_de: Verknüpfte Entitäten

source: Batch edit entities
de_de: Verknüpfte Entitäten

source: Batch delete entities
de_de: Verknüpfte Entitäten

source: Create place
de_de: Verknüpfte Orte

source: Allow user to create new places
de_de: Immer einen neuen Kredit erstellen?

source: Edit place
de_de: Ort

source: Delete place
de_de: Verknüpfte Orte

source: Search places
de_de: Suchanfragen

source: Browse places
de_de: Browse %1

source: Duplicate places
de_de: Verknüpfte Orte

source: Allow user to duplicate places
de_de: Doppelte Werte zulassen?

source: Export places
de_de: Export beendet.

source: Quick add places
de_de: Verknüpfte Orte

source: Allow user to add places not already present while creating relationships
de_de: Objektlos- ⇔ Darstellungsbeziehungen

source: Allow user to manage access control lists for places
de_de: Vererben von Zugriffssteuerungseinstellungen auf Elementebene vom übergeordneten Element

source: Batch edit places
de_de: Verknüpfte Orte

source: Batch delete places
de_de: Verknüpfte Orte

source: Create occurrence
de_de: Verknüpfte Ereignisse

source: Allow user to create new occurrences
de_de: Immer neues Vorkommen erstellen?

source: Edit occurrence
de_de: Ereignis

source: Allow user to edit existing occurrences
de_de: Benutzer, der dieses Ereignis übermittelt

source: Delete occurrence
de_de: Verknüpfte Ereignisse

source: Allow user to delete occurrences
de_de: Verknüpfte Ereignisse

source: Search occurrences
de_de: Ereignisse

source: Allow user to search occurrences
de_de: Immer neues Vorkommen erstellen?

source: Browse occurrences
de_de: Ereignisse

source: Allow user to browse occurrences
de_de: Immer neues Vorkommen erstellen?

source: Duplicate occurrences
de_de: Verknüpfte Ereignisse

source: Allow user to duplicate occurrences
de_de: Doppelte Werte zulassen?

source: Export occurrences
de_de: Ereignisse

source: Allow user to export occurrences
de_de: Immer neues Vorkommen erstellen?

source: Quick add occurrences
de_de: Verknüpfte Ereignisse

source: Batch edit occurrences
de_de: Verknüpfte Ereignisse

source: Allow user to edit batches of occurrences
de_de: Immer neues Vorkommen erstellen?

source: Batch delete occurrences
de_de: Verknüpfte Ereignisse

source: Collection authority editing
de_de: Sammlungs-ID

source: Create collection
de_de: Verknüpfte Sammlungen

source: Allow user to create new collections
de_de: Immer einen neuen Kredit erstellen?

source: Edit collection
de_de: Sammlung

source: Allow user to edit existing collections
de_de: Benutzer, der diese Sammlung einreicht

source: Delete collection
de_de: Verknüpfte Sammlungen

source: Allow user to delete collections
de_de: Verknüpfte Sammlungen

source: Search collections
de_de: Sammlungen

source: Browse collections
de_de: Sammlungen

source: Duplicate collections
de_de: Verknüpfte Sammlungen

source: Allow user to duplicate collections
de_de: Doppelte Werte zulassen?

source: Export collections
de_de: Sammlungen

source: Quick add collections
de_de: Verknüpfte Sammlungen

source: Batch edit collections
de_de: Verknüpfte Sammlungen

source: Batch delete collections
de_de: Verknüpfte Sammlungen

source: Storage location authority editing
de_de: Name des Speicherorts

source: Create storage locations
de_de: Zugehörige Speicherorte

source: Allow user to create new storage locations
de_de: Zugehörige Speicherorte

source: Edit storage locations
de_de: Lagerorte

source: Allow user to edit existing storage locations
de_de: Zugehörige Speicherorte

source: Delete storage locations
de_de: Zugehörige Speicherorte

source: Allow user to delete storage locations
de_de: Zugehörige Speicherorte

source: Search storage locations
de_de: Lagerorte

source: Allow user to search storage locations
de_de: Zugehörige Speicherorte

source: Browse storage locations
de_de: Lagerorte

source: Allow user to browse storage locations
de_de: Verwenden Sie den Hierarchiebrowser für Speicherorte?

source: Duplicate storage locations
de_de: Zugehörige Speicherorte

source: Allow user to duplicate storage locations
de_de: Zugehörige Speicherorte

source: Export storage locations
de_de: Lagerorte

source: Allow user to export storage locations
de_de: Zugehörige Speicherorte

source: Quick add storage locations
de_de: Lagerorte

source: Allow user to add storage locations not already present while creating relationships
de_de: Lagerorte ⇔ Lagerortbeziehungen

source: Batch edit storage locations
de_de: Zugehörige Speicherorte

source: Allow user to edit batches of storage locations
de_de: Name des Speicherorts

source: Batch delete storage locations
de_de: Zugehörige Speicherorte

source: Allow user to delete batches of storage locations
de_de: Zugehörige Speicherorte

source: Allow user to view storage location change logs
de_de: Sammlung ⇔ Lagerort Beziehung

source: Loans editing
de_de: Kann bearbeiten

source: Create loans
de_de: Erstellt am

source: Allow user to create new loans
de_de: Immer einen neuen Kredit erstellen?

source: Edit loans
de_de: Grundriss bearbeiten

source: Delete loans
de_de: Zugehörige Darlehen

source: Search loans
de_de: Suchanfragen

source: Browse loans
de_de: Browse %1

source: Duplicate loans
de_de: Duplizieren

source: Allow user to duplicate loans
de_de: Doppelte Werte zulassen?

source: Export loans
de_de: Kontext exportieren

source: Allow user to add loans not already present while creating relationships
de_de: Darlehen ⇔ Vertretungen Beziehungen

source: Batch edit loans
de_de: Zugehörige Darlehen

source: Batch delete loans
de_de: Zugehörige Darlehen

source: Movements editing
de_de: Bewegungen

source: Create movements
de_de: Verwandte Bewegungen

source: Allow user to create new movements
de_de: Immer neue Bewegung schaffen?

source: Edit movements
de_de: Verschiebungungen

source: Delete movements
de_de: Verwandte Bewegungen

source: Search movements
de_de: Verwandte Bewegungen

source: Browse movements
de_de: Verschiebungungen

source: Duplicate movements
de_de: Verwandte Bewegungen

source: Allow user to duplicate movements
de_de: Doppelte Werte zulassen?

source: Export movements
de_de: Verschiebungungen

source: Quick add movements
de_de: Verwandte Bewegungen

source: Allow user to add movements not already present while creating relationships
de_de: Bewegungen ⇔ Darstellungsbeziehungen

source: Allow user to manage access control lists for movements
de_de: Vererben von Zugriffssteuerungseinstellungen auf Elementebene vom übergeordneten Element

source: Batch edit movements
de_de: Verwandte Bewegungen

source: Batch delete movements
de_de: Verwandte Bewegungen

source: Tours editing
de_de: Zur Bearbeitung anzeigen

source: Create tours
de_de: Erstellt am

source: Allow user to create new tours
de_de: Immer neues Vorkommen erstellen?

source: Edit tours
de_de: Touren

source: Delete tours
de_de: Löschen

source: Search tours
de_de: Suchformulare

source: Browse tours
de_de: Browse %1

source: Duplicate tours
de_de: Duplizieren

source: Allow user to duplicate tours
de_de: Doppelte Werte zulassen?

source: Export tours
de_de: Exporter-Format

source: Manage access control lists for tours
de_de: Zugriffssteuerungslisten

source: Manage access control lists for tour stops
de_de: Zugriffssteuerungslisten

source: Batch edit tours
de_de: Beobachtete Artikel

source: Batch edit tour stops
de_de: Zugehörige Tourstopps

source: Batch delete tour stops
de_de: Zugehörige Tourstopps

source: List &amp; vocabulary editing
de_de: Verwendung als Vokabular

source: Create lists and list items
de_de: Liste der verknüpften Listen-Items

source: Allow user to create new lists
de_de: Der Benutzer, der den Satz erstellt hat.
