Repository: collectiveaccess/pawtucket2
Catalog: themes/erfgoed_zuidrand/locale/*/messages.po
Languages: nl_be

source: For point annotations a line will appear connecting the location with a text box. The location will also be highlighted with a red translucent circle. You may drag both the point of the line and the text box to adjust position.
nl_be: Voor punt annotaties zal een verbindinglijntje verschijnen om het aangeduide punt te verbinden met de toegevoegde tekst. De precies plaats van het punt zal ook worden verduidelijkt met een doorschijnend rood cirkeltje. U kunt zowel de preciese plaats van het punt als het lijntje als het tekstvak verplaatsen naar believen.

source: For rectangular annotations a rectangle will appear with a text box below and adjacent. Drag on the edges at the highlighted locations to resize the rectangle. Drag the rectangle on its interior to reposition it.
nl_be: Voor vierkante annotaties zal eronder een tekstvak verschijnen of ernaast. U kan de randen en de aangeduide plaatsen verplaatsen of de rechthoek vergroten of verkleinen. Klik in de rechthoek om die te verschuiven van plaats.

source: For polygon annotations click repeatedly on the image to establish line segments at various locations for the polygon shape. The shape may have any number of points, and consequently sides. To complete the shape double-click when placing the final point or click on the pan, rectangle or point tools. You can adjust the shape by clicking and dragging on any point. To move the shape, click and drag on the outline, away from any point. To remove a point click on it while holding down the option key. To add a point click on the outline, away from any point, while holding down the option key.
nl_be: Om een polygoon annotatie toe te voegen, klik verschillende keren na elkaar om de verschillende punten aan te duiden waarlangs de randen van de polygoon zullen lopen . het aantal hoekpunten is onbeperkt. Om de vorm te voltooien dubbelklikt u \wanneer u het laatst punt geplaatst heeft kunt u in het keuzemenu het gereedschap selecteren om de vorm, een punt of een rechthoek aan te maken. Op deze manier kunt u de vorm door het verslepen van de punten nog wijzigen achteraf. Om de vorm in zijn geheel te verplaatsen, pakt u die vast aan één van de randen, en sleept u die naar waar u maar wil. Om een punt uit de vorm te verwijderen, klikt u dat punt aan terwijl u de optieknop vasthoudt. Als u een punt wil toevoegen klikt op een punt buiten de vorm terwijl u de optieknop ingedrukt houdt.

source: You may also drag the text box into position. Click on the text box to add text. All changes to annotations are saved automatically as you work.
nl_be: Sleep het tekstveld in de juiste positie. Klik in het tekstveld om tekst toe te voegen. Uw toegevoegde tekst wordt automatisch bewaard.

source: Keyboard shortcuts
nl_be: Shortcuts op toetsenbord

source: Single-key shortcuts are available for common actions. Pressing the key is equivalent to the corresponding mouse action.
nl_be: Toetsencombinaties zijn beschikbaar voor de meeste basishandelingen. De toetsencombinatie indrukken geeft hetzelfde resultaat als klikken met de muis.

source: %1 to activate image panning
nl_be: %1 om beeld het beeld te kunnen verschuiven

source: %1 to select the rectangle annotation tool
nl_be: %1 om het dialoogvenster voor de toevoeging van annotaties te openen

source: %1 to select the point annotation tool
nl_be: %1 om de puntaanduiding voor de toevoeging van annotaties te openen

source: %1 to select the polygon annotation tool
nl_be: %1 om de polygoon voor de toevoeging van annotaties te openen

source: %1 to delete the selected annotation
nl_be: %1 om de geselecteerde annotatie te verwijderen

source: %1 to toggle visibility of the image overview
nl_be: %1 om de beschikbare beelden te wisselen in het overzicht

source: %1 to return the image to the centered, zoomed out "home" position
nl_be: %1 om terug te keren naar het midden van het beeld op ware grote, de beginpositie

source: %1 to toggle visibility of viewer controls
nl_be: %1 om de beschikbare viewer controles te wisselen

source: %1 to hide controls and labels
nl_be: %1 om controllers en labels te verbergen

source: %1 or %2 to zoom in in small increments
nl_be: %1 of%2 om in kleine stapjes in te zoomen

source: %1 or %2 to zoom out in small increments
nl_be: %1 of %2 om in kleine stapjes uit te zoomen

source: %1, %2, %3 or %4 to pan the image in small increments
nl_be: %1, %2, %3 of %4 om het beeld in kleine stapjes te verschuiven

source: more
nl_be: meer

source: item
nl_be: object

source: items
nl_be: objecten

source: view %1
nl_be: bekijk %1

source: VIEW RECORD
nl_be: BEKIJK RECORD

source: %1 item
nl_be: %1 object

source: %1 items
nl_be: %1 objecten

source: Add item to %1
nl_be: Voeg object toe aan %1

source: OR Create a New %1
nl_be: Of maak een nieuw %1 aan

source: Select a %1
nl_be: Selecteer %1

source: OR<br/>Create a New %1
nl_be: OR<br/>Nieuw %1

source: Select a group
nl_be: Selecteer groep

source: Select a user group
nl_be: Selecteer gebruikersgroep

source: OR enter a user
nl_be: OR voeg gebruiker toe

source: Enter a user
nl_be: Voeg gebruiker toe

source: email address or multiple addresses separated by comma
nl_be: e-mailadres of meerdere e-mailadressen gescheiden door een komma

source: Access
nl_be: Toegang

source: Can read
nl_be: Kan lezen

source: Can edit
nl_be: Kan bewerken

source: Back to %1
nl_be: Terug naar %1

source: User Groups
nl_be: Gebruikersgroepen

source: change access
nl_be: toelating om te wijzigen

source: write access
nl_be: toelating om te bewerken

source: read access
nl_be: toelating om te lezen

source: Change to read access
nl_be: Verander toelating naar lezen

source: Change to write access
nl_be: Verander toelating naar bewerken

source: Remove comment
nl_be: Commentaar verwijderen

source: There are no items in this %1
nl_be: Geen objecten in deze %1

source: You may not edit this set, you have read only access.
nl_be: U mag deze set niet bewerken, u heeft alleen toelating om te lezen.

source: View Item Detail
nl_be: Bekijk details

source: Enlarge Image
nl_be: Afbeelding vergroten

source: Activity stream
nl_be: Overzicht activiteiten

source: added an item to %1
nl_be: object toegevoegd aan %1

source: changed an item in %1
nl_be: object gewijzigd in %1

source: removed and item from %1
nl_be: object verwijderd uit %1

source: shared %1 with %2
nl_be: gedeeld %1 met %2

source: changed how they share %1 with %2
nl_be: wijzig delen %1 met %2

source: unshared %1 with %2
nl_be: niet gedeeld %1 met %2

source: commented on %1
nl_be: becommentarieerd %1

source: commented on an item in %1
nl_be: becommentarieerd object in %1

source: made %1
nl_be: aangemaakt %1

source: edited %1
nl_be: bewerkt %1

source: deleted %1
nl_be: verwijderd %1

source: Create your first %1
nl_be: Maak uw eerste %1 aan

source: Your User Groups
nl_be: Uw gebruikersgroepen

source: You have made no user groups
nl_be: U heeft geen gebruikersgroepen aangemaakt

source: Username
nl_be: Gebruikersnaam

source: Password
nl_be: Wachtwoord

source: Click here to register
nl_be: Registreer

source: Forgot your password?
nl_be: Wachtwoord vergeten?

source: Profile
nl_be: Profiel

source: Only enter if you would like to change your current password
nl_be: Invullen als u uw huidig wachtwoord wil wijzigen

source: Re-Type password
nl_be: Vul uw wachtwoord opnieuw in

source: Reset Your Password
nl_be: Uw wachtwoord wijzigen

source: Instructions have been sent to the e-mail address you provided.
nl_be: De nodige richtlijnen werden verstuurd naar uw e-mailadres.

source: You should receive the instructions within the hour. If you do not, contact us for assistance at
nl_be: U ontvangt de nodige richtlijnen binnen het uur. Indien u ze niet ontving, contacteer ons via

source: Your password has been reset!
nl_be: Uw wachtwoord is gewijzigd!

source: You may now
nl_be: U mag nu

source: login
nl_be: inloggen

source: Please confirm you have copied the provided link properly. If you continue to have difficulty, contact us for assistance,
nl_be: Bevestig a.u.b. of u de link juist hebt overgenomen. Indien de problemen aanhouden, contacteer ons voor hulp,

source: Please enter your new password.
nl_be: Vul a.u.b. uw nieuw wachtwoord in.

source: New password
nl_be: Nieuw wachtwoord

source: Confirm new password
nl_be: Bevestig uw wachtwoord

source: To reset your password enter the e-mail address you used to register below. A message will be sent to the address with instructions on how to reset your password.
nl_be: Vul a.u.b. het e-mailadres in waar u mee registreerde om uw wachtwoord te wijzigen. Wij sturen u een e-mail met de nodige richtlijnen om uw wachtwoord te wijzigen.

source: Full results
nl_be: Filter- en weergaveopties

source: sort by:
nl_be: sorteren volgens:

source: Search results for %1
nl_be: Zoekresultaten voor %1

source: Your search for %1 returned no results
nl_be: Uw zoekopdracht naar %1 leverde geen resultaten op

source: Locale
nl_be: Lokaal

source: File for download does not exist
nl_be: Downloaden niet mogelijk

source: Search within this manifest
nl_be: Zoeken in

source: Get suggested words in this manifest
nl_be: Andere suggesties

source: Browse
nl_be: Bladeren

source: Browse by
nl_be: Bladeren door

source: Filter facet
nl_be: Filter

source: Browse all %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>
nl_be: Bladeren %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>

source: No facets available
nl_be: Niet beschikbaar

source: Logout
nl_be: Afmelden

source: Advanced Search
nl_be: Geavanceerd zoeken

source: <div class='error'>An error in your system configuration has been detected</div> General installation instructions can be found <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'>here</a>. For more specific hints on the existing issues please have a look at the messages below.
nl_be: <div class='error'>Er is een fout in de systeemconfiguratie ontdekt</div> Algemene richtlijnen voor installatie kan u vinden in <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'>here</a>. Kijk a.u.b. in het onderstaand bericht voor meer specifieke informatie over de meest voorkomende problemen.

source: Page
nl_be: Pagina

source: Summary for %1 (%2)
nl_be: Overzicht voor %1 (%2)

source: Item Inquiry
nl_be: Vraag over object

source: Regarding this URL
nl_be: Over deze URL

source: Enter name
nl_be: Vul uw naam in

source: Email address
nl_be: E-mail

source: Enter email
nl_be: Vul uw e-mailadres in

source: Send
nl_be: Verzend

source: send
nl_be: Verzend

source: Download as PDF
nl_be: PDF downloaden

source: Inquire About This Collection
nl_be: Stel een vraag over deze collectie

source: Inquire About This Item
nl_be: Stel een vraag over dit object

source: Comments and Tags
nl_be: Tags en commentaren

source: This website uses cookies
nl_be: Deze website gebruikt cookies

source: Manage
nl_be: Aanpassen

source: Accept
nl_be: Aanvaarden

source: Manage Cookies
nl_be: Cookies Beheren

source: ON
nl_be: AAN

source: OFF
nl_be: UIT

source: Update
nl_be: Bewaar

source: Accept All
nl_be: Accepteer Alles
