Repository: collectiveaccess/pawtucket2
Catalog: themes/erfgoed_zuidrand/locale/*/messages.po
Languages: nl_be

source: The following user contributed comment and/or tag(s) has been submitted to %1: Comment: %2 Tag(s): %3 Submitted by: %4, %5 Commented on: %6
nl_be: Deze gebruiker voegde de volgende commentaren/tags toe aan %1: Commentaar: %2 Tag(s): %3 Toegevoegd door: %4, %5 Reactie(s) van: %6

source: <p>The following user contributed comment and/or tag(s) has been submitted to %1:</p> <p>Comment: %2<br/> Tag(s): %3<br/> Submitted by: %4, %5<br/> Commented on: %6</p>
nl_be: <p>Deze gebruiker voegde de volgende commentaren/tags toe aan %1: </p> <p>Commentaar: %2<br/> Tag(s): %3<br/> Toegevoegd door: %4, %5<br/> Reacties(s) van: %6</p>

source: New user comment/tag
nl_be: Niewe gebruiker commentaar/tag

source: A new contribution has been submitted to %1. Please login to review the contribution. %2
nl_be: Een nieuwe aanvulling werd toegevoegd aan %1. Log in om deze aanvulling te bekijken. %2

source: <p>A new contribution has been submitted to %1. Please login to review the contribution.</p><p>%2</p>
nl_be: <p>Een nieuwe aanvulling werd toegevoegd aan %1. Log in om deze aanvulling te bekijken.</p><p>%2</p>

source: New contribution
nl_be: Nieuwe toevoeging

source: You have been sent a contact email from "%1", %2.
nl_be: U kreeg een contact email van "%1", %2.

source: Contact form email
nl_be: Email via contactformulier

source: To reset your password copy and paste the following URL into your web browser:
nl_be: Om uw paswoord te wijzigen, kopieer en plak de volgende URL in uw webbrowser:

source: You will be prompted for a new password. If you have further difficulties, or if you did not request your password to be reset, please contact us at %1. Regards, The staff
nl_be: U zal een nieuw paswoord gevraagd worden. Als u nog steeds problemen ondervindt, of wanneer u geen vraag om uw paswoord te wijzigen hebt gevraagd, contacteert u op %1. Met vriendelijke groet, Het Erfgoedteam

source: <p>To reset your password copy and paste the following URL into your web browser:</p>
nl_be: <p>Om uw paswoord te wijzigen, kopieer en plak de volgende URL in uw webbrowser:</p>

source: <p>You will be prompted for a new password. If you have further difficulties, or if you did not request your password to be reset, please contact us at %1.</p> <p>Regards,<br/> The staff</p>
nl_be: <p>U zal een nieuw paswoord gevraagd worden. Als u nog steeds problemen ondervindt, of wanneer u geen vraag om uw paswoord te wijzigen hebt gevraagd, contacteert u op %1. </p> <p>Met vriendelijke groet,<br/> Het Erfgoedteam</p>

source: Resetting your site password
nl_be: Paswoord wijzigen voor deze website

source: Your %1 password was reset on %2 at %3. If you did not reset your password, please contact us at %4. Regards, The staff
nl_be: Uw %1 paswoord werd gewijzigd op %2 at %3. Wanneer u uw paswoord niet gewijzigd zou willen hebben, contacteer ons dan op %4. Met vriendelijke groet, Het Erfgoed Team

source: <p>Your %1 password was reset on %2 at %3. If you did not reset your password, please contact us at %4.</p> <p>Regards,<br/> The staff</p>
nl_be: <p>Uw %1 paswoord werd gewijzigd op %2 at %3. Wanneer u uw paswoord niet gewijzigd zou willen hebben, contacteer ons dan op %4.</p> <p>Met vriendelijke groet,</br> Het Erfgoed Team</p>

source: Your password has been reset
nl_be: Uw paswoord werd gewijzigd

source: A new user, %1, has registered for "%2".
nl_be: Een nieuwe gebruiker, %1, heeft zich geregistreerd voor "%2".

source: Please login and navigate to Manage > Access Control to approve the registration.
nl_be: Log in en surf naar Beheren > Access Control om de registratie goed te keren.

source: Regards, the Staff
nl_be: Met vriendelijke groet, Het Erfgoed Team

source: <p>A new user, %1, has registered for "%2".</p>
nl_be: <p>Een nieuwe gebruiker, %1, heeft zich geregistreerd voor "%2".</p>

source: <p>Please login and navigate to Manage > Access Control to approve the registration.</p>
nl_be: <p>Log in en surf naar Beheren > Access Control om de registratie goed te keren.</p>

source: <p>Regards,<br/>the Staff</p>
nl_be: <p>Met vriendelijke groet,<br/>Het Ergoed Team</p>

source: New registration
nl_be: Nieuwe registratie

source: Your account will be activated after review.
nl_be: Uw account zal pas worden geactiveerd na controle door de beheerder van deze website.

source: Thank you for registering for "%1".
nl_be: Bedankt om u te registreren voor "%1".

source: <p>Your account will be activated after review.</p>
nl_be: <p>Uw account zal pas worden geactiveerd na controle door de beheerder van deze website.</p>

source: <p>Thank you for registering for "%1".
nl_be: <p>Bedankt om u te registreren voor "%1".

source: Thank you for registering!
nl_be: Bedankt om u te registeren!

source: %1 has shared a record from %2 with you. To view the record online visit %3.
nl_be: %1 heeft een item van %2 met u gedeeld. Om dit item te bekijken, bezoek %3.

source: %1 wrote
nl_be: %1 schreef

source: Record Summary
nl_be: Samenvatting item

source: Title
nl_be: Titel

source: Identifier
nl_be: Objectnummer

source: Description
nl_be: Beschrijving

source: %1 has shared a %2 with you. To view "%3" from %4, login to %5, and view your %6.
nl_be: %1 heeft een %2 met u gedeeld. Om "%3" te bekijken vanaf %4, moet u inloggen op %5, en uw %6 bekijken.

source: %1 has shared a %2 with you
nl_be: %1 heeft een %2 met u gedeeld

source: Browse %1
nl_be: Verken %1

source: Sort with %1
nl_be: Sorteer met %1

source: Group
nl_be: Groep

source: group
nl_be: groep

source: Collections
nl_be: Collecties

source: Compare
nl_be: Vergelijk

source: Invalid id %1
nl_be: Ongeldige id %1

source: Invalid access for id %1
nl_be: Ongeldige toegang voor id %1

source: BLANK
nl_be: LEEG

source: Contact form is not configured properly
nl_be: Het contactformulier werd niet correct geconfigureerd

source: Please answer the security question
nl_be: Veiligheidsvraag beantwoorden a.u.b

source: Please complete the captcha
nl_be: Vervolledig de captcha a.u.b

source: Your Captcha was rejected, please try again
nl_be: Uw Captcha werd geweigerd, probeert u het opnieuw

source: Please enter the required information in the highlighted fields
nl_be: Vul a.u.b. de gevraagde informatie aan in de gemarkeerde velden

source: Please enter a valid e-mail address
nl_be: Vul alstublieft een geldig e-mailadres in

source: Your email could not be sent
nl_be: Uw email kon niet worden verzonden

source: Contribute form is not enabled
nl_be: Het commentaarveld werd niet geactiveerd

source: Contribute
nl_be: Draag bij

source: Submit
nl_be: Verzend

source: Reset
nl_be: Wijzig

source: You must agree to the terms and conditions before proceeding.
nl_be: U moet de algemene voorwaarden aanvaarden voor u verder kunt gaan.

source: Please correctly answer the security question.
nl_be: Veiligheidsvraag correct beantwoorden a.u.b.

source: There were errors in your submission. See below for details.
nl_be: Er werden fouten vastgesteld in uw bijdrage. Zie onderaan voor de details.

source: Thank you!
nl_be: Bedankt!

source: No destination url configured for form %1
nl_be: Geen URL geconfigureerd voor formulier %1

source: No destination view configured for form %1
nl_be: Geen pagina geconfigureerd voor formulier

source: This item is not available for view
nl_be: Dit object is niet beschikbaar

source: Previous
nl_be: Vorig

source: Next
nl_be: Volgend

source: Back
nl_be: Terug

source: Invalid object/representation
nl_be: Ongeldig object/voorstelling

source: Cannot download media
nl_be: De media kunnen niet worden gedownload

source: Invalid context
nl_be: Ongeldige context

source: Invalid ID
nl_be: Ongeldige ID

source: ID does not exist
nl_be: ID bestaat niet

source: Please enter your name and email
nl_be: Vul a.ub. uw naam en e-mailadres in

source: Please enter your contribution
nl_be: Voeg uw bijdrage a.u.b. toe

source: You can only rate an item once.
nl_be: U kunt maar één object beoordelen.

source: Thank you for contributing.
nl_be: Dank u om bij te dragen.

source: Thank you for contributing. Your comments will be posted on this page after review by site staff.
nl_be: Dank u om bij te dragen. Uw commentaren zullen op deze pagina verschijnen, nadat ze door de moderator werden goedgekeurd.

source: Thank you for your contribution.
nl_be: Dak u voor uw bijdrage.

source: Please enter a valid email address or multiple addresses separated by commas
nl_be: Vul a.u.b. een geldig e-mailadres in of meerder adressen gescheiden door komma's

source: Please enter a valid email address
nl_be: Vul a.u.b. een geldig e-mailadres in

source: Please enter your name
nl_be: Vul uw naam a.u.b. in

source: Please enter a subject
nl_be: Vul een onderwerp toe a.u.b

source: Please enter a message
nl_be: Vul a.u.b. een bericht in

source: Please answer the security question.
nl_be: Beantwoord a.u.b. de veiligheidsvraag.

source: Your answer was incorrect, please try again
nl_be: Uw antwoord was niet correct, probeert u het a.u.b. opnieuw

source: Your email was sent
nl_be: Uw e-mail werd verstuurd

source: There were errors in your form
nl_be: Er zaten fouten in uw formulier

source: Your message was sent
nl_be: Uw bericht werd verstuurd

source: downloaded_file
nl_be: gedownload_bestand

source: downloaded_file.%1
nl_be: gedownload_bestand.%1

source: Must be logged in
nl_be: Moet ingelogd zijn

source: Invalid representation_id
nl_be: Ongeldige representatie_id

source: Invalid detail type %1
nl_be: Ongeldig detail type %1

source: Cannot view media
nl_be: Kan de media niet openen

source: Featured Galleries
nl_be: Thema's in de kijker

source: gallery
nl_be: thema's

source: Gallery
nl_be: Thema's

source: comment
nl_be: commentaar

source: comments
nl_be: commentaren

source: Set order
nl_be: Bepaal de volgorde

source: You do not have access to this lightbox
nl_be: U heeft geen toegang tot deze lightbox

source: Only one reponse allowed
nl_be: Slechts één antwoord is toegestaan

source: Please enter the name of your %1
nl_be: Vul a.u.b. uw naam in of uw %1

source: Saved %1
nl_be: Bewaard %1

source: Removed group access to %1
nl_be: Groepstoegang verwijderde voor %1

source: invalid group/set id
nl_be: Ongeldige groep/set id

source: Removed user access to %1
nl_be: Gebruikerstoegang verwijderd voor %1

source: invalid user/set id
nl_be: Ongeldige gebruiker/set id

source: Changed group access to %1
nl_be: Groepstoegang gewijzigd voor %1

source: invalid group/set id or access
nl_be: Ongeldige groep/set id of toegang

source: Changed user access to %1
nl_be: Gebruikerstoegang gewijzigd voor %1

source: invalid user/set id or access
nl_be: ongeldige gebruikers/set id of toegang

source: Please select a user or group
nl_be: Selecteer een gebruiker of een groep a.u.b

source: Please select an access level
nl_be: Selecteer a.u.b het toegangsniveau

source: Group already has access to the %1
nl_be: Deze groep heeft al toegang tot de %1

source: Shared %1 with group
nl_be: Deelde %1 met de groep

source: There were errors while sharing this %1 with %2
nl_be: Er zijn fouten opgetreden bij het delen van deze %1 met %2

source: The following email(s) you entered do not belong to a registered user:
nl_be: De volgende e-mail(s) die u toevoegde behoren niet tot een geregistreerd gebruiker:

source: The following email(s) you entered already have access to this %1:
nl_be: De volgende e-mail(s) die u toevoegde heeft reeds toegang tot deze %1:

source: Shared %1 with:
nl_be: Deelde %1 met:

source: User Group
nl_be: Gebruikersgroep

source: user group
nl_be: gebruikersgroep

source: You do not have access to this user group
nl_be: U heeft geen toegang tot deze gebruikersgroep

source: Saved %1.
nl_be: Bewaard %1.

source: Invalid type
nl_be: Ongeldig type

source: Item does not exist
nl_be: Dit object bestaat niet

source: Invalid type: %1
nl_be: Ongeldig type: %1

source: Invalid id: %1
nl_be: Ongeldige id: %1

source: Please enter a comment
nl_be: Vul a.u.b. een commentaar in

source: Saved comment
nl_be: Commentaar bewaard

source: There were errors adding your comment:
nl_be: Er zijn fouten opgetreden tijdens het toevoegen van uw commentaar:

source: You do not have access to this comment
nl_be: U heeft geen toegang tot deze commentaar

source: Removed comment
nl_be: Commentaar verwijderd

source: Invalid comment_id
nl_be: Ongeldig commentaar_id

source: <em>%1</em> could not be deleted: %2
nl_be: <em>%1</em> kon niet verwijderd worden: %2

source: <em>%1</em> was deleted
nl_be: <em>%1</em> werd verwijderd

source: Could not remove item from %1
nl_be: Kon object niet verwijderen van %1

source: You can not add items to this %1. You have read only access.
nl_be: U kan geen objecten toevoegen aan deze %1. U beschikt slechts over leesrechten.

source: Your %1
nl_be: Uw %1

source: Successfully added item.
nl_be: Object succesvol toegevoegd.

source: Could not add item to %1
nl_be: Kon het object niet toevoegen aan %1

source: Item already in %1.
nl_be: Object zit al in %1

source: Successfully added results to %1.
nl_be: Resultaten succesvol toegevoegd aan %1.

source: No objects in search result to add to %1
nl_be: Geen objecten in zoekopdracht om toe te voegen aan %1

source: Object ID is not defined
nl_be: ObjectID is niet gedefinieerd

source: No set defined
nl_be: Geen set gedefinieerd

source: No media is available for download
nl_be: Geen media beschikbaar om te downloaden

source: No files to download
nl_be: Geen files om te downloaden

source: Login
nl_be: Aanmelden

source: Registration is not enabled
nl_be: Registratie is niet toegestaan

source: Register
nl_be: Registreer

source: User is not logged in
nl_be: Gebruiker is niet aangelogd

source: User Profile
nl_be: Gebruikersprofiel

source: E-mail address is not valid.
nl_be: Ongeldig e-mailadres.

source: User cannot register
nl_be: Gebruiker kan niet registreren

source: A user has already registered with this email address
nl_be: Er heeft zich reeds een gebruiker met dit e-mailadres aangemeld

source: Please enter your first name
nl_be: Vul a.u.b. uw voornaam in

source: Please enter your last name
nl_be: Vul a.u.b. uw achternaam in

source: Passwords do not match
nl_be: De paswoorden komen niet overeen

source: Password must be at least 4 characters long
nl_be: Een paswoord moet ten minste 4 letters lang zijn

source: Updated profile
nl_be: Profiel aangepast

source: There were errors, your profile could not be updated
nl_be: Er gebeurde een fout, waardoor uw profiel niet kon worden aangepast

source: Reset Password
nl_be: Wijzig uw paswoord

source: Login failed
nl_be: Aanloggen mislukt

source: and added to the group
nl_be: en toegevoegd aan de groep

source: you are already a member of the group
nl_be: u bent al lid van deze groep

source: You are now logged in
nl_be: U ben nu aangelogd

source: You have been logged in
nl_be: U was aangelogd

source: You have been logged out
nl_be: U bent uitgelogd

source: Please enter and re-type your password.
nl_be: Voeg a.u.b. uw paswoord toe en herhaal het daarna.

source: You were added to the group
nl_be: U werd toegevoegd aan de groep

source: You are already a member of the group
nl_be: U bent reeds lid van de groep

source: Thank you for registering! You are now logged in.
nl_be: Dank u om zich te registeren! U bent nu aangelogd.

source: Login failed.
nl_be: Aanloggen mislukt.

source: Thank you for registering! Your account will be activated after review.
nl_be: Bedankt om zich te registreren! Uw account zal pas na controle worden geactiveerd.

source: You were added to the group
nl_be: U werd aan de groep toegevoegd

source: You are already a member of the group
nl_be: U bent reeds lid van de groep

source: Login/Register to join "%1"
nl_be: Log aan/registreer om "%1" te vervoegen

source: Invalid user group
nl_be: Ongeldige gebruikersgroep

source: E-mail address is not valid
nl_be: Uw e-mailadres is ongeldig

source: There is no registered user with the email address you provided
nl_be: Er bestaat geen gebruiker met het door u opgegeven e-mailadres

source: Your password could not be reset
nl_be: Uw paswoord kon niet worden gewijzigd

source: Passwords do not match. Please try again.
nl_be: Paswoorden komen niet overeen. Probeert u het opnieuw.

source: Password must be at least 4 characters long.
nl_be: Het paswoord moet minstens 4 karakters lang zijn.

source: Invalid user
nl_be: Ongeldige gebruiker

source: Search
nl_be: Zoek

source: search
nl_be: zoek

source: searches
nl_be: zoekopdrachten

source: You do not have access to view this page
nl_be: U beschikt niet over de vereiste rechten om deze pagina te zien

source: Search %1
nl_be: Zoek %1

source: Invalid table name
nl_be: Ongeldige tabelnaam

source: Invalid element code
nl_be: Ongeldig code element

source: Value suggestion is not supported for this metadata element
nl_be: De door u gesuggereerde waarde wordt niet door dit metadata-element ondersteund

source: You do not have access to this bundle
nl_be: U heeft geen toegang tot deze bundeling

source: Element code is not bound to the specified table
nl_be: Code element is niet gebonden tot de gespecificeerde tabel

source: ERROR: Invalid element_id
nl_be: FOUT: Ongeldig element_id

source: ERROR: Invalid service
nl_be: FOUT: ongeldige service

source: ERROR
nl_be: FOUT

source: ERROR: You do not have access to this item
nl_be: FOUT: U heeft geen toegang tot dit object

source: Login was invalid
nl_be: Login was ongeldig

source: You are now logged out
nl_be: U bent nu uitgelogd

source: Could not save your changes because an error occurred: <em>passwords don't match</em>
nl_be: We konden uw aanpassingen niet bewaren omdat er een fout optrad: <em>paswoorden komen niet overeen</em>

source: Could not save your changes because an error occurred: <em>%1</em>
nl_be: We konden uw aanpassingen niet bewaren omdat er een fout optrad: <em>%1</em>

source: Saved new profile settings
nl_be: Nieuwe profieleigenschappen bewaard

source: Please complete all key fields before saving.
nl_be: Vul a.u.b. alle sleutelvelden in voor u bewaart.

source: About
nl_be: Over ons

source: Filter by
nl_be: Filteren

source: Loading...
nl_be: Inladen...

source: and %1 more
nl_be: en %1 meer

source: close
nl_be: sluiten

source: Sort by:
nl_be: Sorteren op:

source: desc
nl_be: Dalend

source: asc
nl_be: steigend

source: Result
nl_be: Resultaat

source: Results
nl_be: Resultaten

source: Add all results to %1
nl_be: Voeg resultaten toe aan %1

source: Select results to add to %1
nl_be: Selecteer de resultaten om deze toe te voegen aan %1

source: Sort order:
nl_be: Sorteervolgorde:

source: Ascending
nl_be: Stijgend

source: Descending
nl_be: Dalend

source: Start Over
nl_be: Herbegin

source: Download results as:
nl_be: Resultaten downloaden als:

source: Add selected results to %1
nl_be: Voeg de geselecteerde resultaten toe aan %1

source: All
nl_be: Alles

source: Did you mean one of these: %1?
nl_be: Bedoelde u één van deze: %1?

source: Did you mean %1?
nl_be: Bedoelde u %1?

source: Next %1
nl_be: Volgende %1

source: View sub-items
nl_be: Bekijk sub-objecten

source: Loading
nl_be: In aan het laden

source: Response Information
nl_be: Antwoord informatie

source: %1 Information
nl_be: %1 Informatie

source: Name
nl_be: Naam

source: Save
nl_be: Bewaar

source: You have no %1.
nl_be: U bent no %1.

source: New %1
nl_be: Nieuw %1

source: New Group
nl_be: Nieuwsgroep

source: %1 members
nl_be: %1 leden

source: Url to join group
nl_be: URL om de groep te vervoegen

source: Members
nl_be: Leden

source: Group has no users
nl_be: Groep heeft geen gebruikers

source: Delete
nl_be: Wissen

source: Really delete <strong><em>%1</em></strong>? This action cannot be undone.
nl_be: Wil u echt <strong><em>%1</em></strong> wissen? U kunt uw beslissing later niet meer omkeren.

source: %1 Access
nl_be: %1 Toegang

source: Groups
nl_be: Groepen

source: remove access
nl_be: verwijder toegang

source: Users
nl_be: Gebruikers

source: Owner
nl_be: Eigenaar

source: Refine sort by:
nl_be: Verfijn ordening volgens:

source: All %1
nl_be: Alle %1

source: Edit Name/Description
nl_be: Bewerk Naam/Omschrijving

source: Share %1
nl_be: Deel %1

source: Manage %1 Access
nl_be: Beheer Toegang %1

source: Start presentation
nl_be: Start de presentatie

source: Download as:
nl_be: Downloaden als:

source: New User Group
nl_be: Nieuwe gebruikersgroep

source: Manage Your User Groups
nl_be: Beheer je gebruikersgroepen

source: Created by
nl_be: Aangemaakt door

source: Displaying %1 view because required data is not available to generate a %1 view
nl_be: Vertoont 1% omdat de gevraagde data niet beschikbaar waren om een 1% beeld te genereren

source: Click the %1 near items throughout the site to add items to this %2.
nl_be: Klik het %1 naast het object aan doorheen de website om objecten toe te voegen aan deze %2.

source: Respond
nl_be: Reageer

source: %1 Response%2
nl_be: %1 Reageer%2

source: Comments
nl_be: Commentaren

source: add your comment
nl_be: voeg uw commentaar toe

source: No collections available
nl_be: Geen collecties beschikbaar

source: Your message has been sent.
nl_be: Bedankt, uw bericht is verzonden. We proberen uw bericht zo snel mogelijk te beantwoorden.

source: Simple Math Quiz (to prevent SPAMbots)
nl_be: Simple Math Quiz (om SPAMbots te weren)

source: Terms and conditions
nl_be: Voorwaarden

source: I agree to the Terms and Conditions set out herein
nl_be: Ik ga akkoord met de voorwaarden zoals hier vernoemd

source: Featured clips (%1)
nl_be: Clips in de kijker (%1)

source: Add your tags and comment
nl_be: Voeg uw tags en commentaren toe

source: tags separated by commas
nl_be: tags gescheiden door komma's

source: Comment
nl_be: Commentaar

source: Share this item
nl_be: Bewaard dit object

source: To e-mail address
nl_be: Naar e-mailadres

source: Enter multiple addresses separated by commas
nl_be: Voeg meerdere adressen toe, gescheiden door komma's

source: Your name
nl_be: Uw naam

source: Your email address
nl_be: Uw e-mailadres

source: Security Question
nl_be: Beveiligingsvraag

source: Subject
nl_be: Onderwerp

source: Message
nl_be: Bericht

source: How to use the image viewer
nl_be: Hoe de beeldweergave te gebruiken

source: Click and drag with the mouse to pan across the image. You can use the mousewheel or trackpad to zoom in or out of the image. The <code>+</code> and <code>-</code> buttons and zoom slider bar at the top of viewer may also be used. The viewer displays the image at full resolution, loading detail as you zoom. The more you zoom the more detail will be visible.
nl_be: Klik aan en versleep het beeld om het te verplaatsen. Met het wieltje van de muis of met je trackpad kun je het beeld verkleinen of vergroten. De <code>+</code> en <code>-</code> knoppen en de inzoom schuifregel bovenaan de beeldweergave kan eveneens worden gebruikt. De beeldweergave toont het beeld in volle resolutie terwijl het inlaad \je krijgt meer details te zien als je het beeld vergroot.

source: You may add text annotations to the image. Each annotation is associated with a point, rectangular or polygon area on the image. To create an annotation select the point (line icon), rectangle or polygon tool from the tool bar, then click on the location you wish to annotate.
nl_be: U kunt tekst toevoegen in de vorm van annotaties aan ieder beeld. Elke annotatie kan vastgemaakt worden aan een punt, een vierkant of een polygoon vlak op het beeld zelf. Om een annotatie toe te voegen selecteert u eerst een punt (lijn ikoontje), een rechthoek of een polygoon gereedschap uit het menu, vervolgens klikt op op de plaats waar u de annotatie wil toevoegen.
