Repository: collectiveaccess/pawtucket2
Catalog: themes/seattleleg/locale/*/messages.po
Languages: es_es

source: About
es_es: Acerca de

source: Filter by
es_es: Filtrar resultados por

source: Loading...
es_es: Cargando...

source: and %1 more
es_es: y %1 más

source: close
es_es: cerrar

source: Sort by:
es_es: Ordenar por:

source: Result
es_es: Resultado

source: Results
es_es: Resultados

source: Add all results to %1
es_es: Añadir todos los resultados a %1

source: Select results to add to %1
es_es: Seleccionar qué añadir a %1

source: Sort order:
es_es: Orden:

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Start Over
es_es: Empezar de nuevo

source: Download results as:
es_es: Descargar los resultados como:

source: Add selected results to %1
es_es: Añadir los resultados a %1

source: All
es_es: Todos

source: Did you mean one of these: %1?
es_es: ¿Quiso decir uno de estos: %1?

source: Did you mean %1?
es_es: ¿Quiso decir %1?

source: Next %1
es_es: Siguiente %1

source: Top
es_es: Inicio

source: View sub-items
es_es: Ver los subelementos

source: Loading
es_es: Cargando

source: Response Information
es_es: Información disponible

source: %1 Information
es_es: Información de %1

source: Name
es_es: Nombre

source: Description
es_es: Descripción

source: Save
es_es: Guardar

source: You have no %1.
es_es: No dispone de %1.

source: New %1
es_es: Nuevo/a %1

source: New Group
es_es: Nuevo grupo

source: %1 members
es_es: %1 miembros

source: Url to join group
es_es: URL para participar en el grupo

source: Members
es_es: Miembros

source: Group has no users
es_es: El grupo no tiene usuarios

source: Delete
es_es: Borrar

source: Cancel
es_es: Cancelar

source: Really delete <strong><em>%1</em></strong>? This action cannot be undone.
es_es: ¿Está seguro de que quiere borrar <strong><em>%1</em></strong>? No se podrá deshacer.

source: %1 Access
es_es: Acceso a %1

source: Groups
es_es: Grupos

source: remove access
es_es: quitar permisos de acceso

source: Users
es_es: Usuarios

source: Owner
es_es: Propietario

source: Refine sort by:
es_es: Afinar la búsqueda mediante:

source: All %1
es_es: Todos %1

source: Edit Name/Description
es_es: Editar nombre/descripción

source: Share %1
es_es: Compartir %1

source: Manage %1 Access
es_es: Gestionar el acceso a %1

source: Start presentation
es_es: Iniciar la presentación

source: Download as:
es_es: Descargar como:

source: New User Group
es_es: Nuevo grupo de usuarios

source: Manage Your User Groups
es_es: Gestionar Mis grupos de usuarios

source: Created by
es_es: Creado por

source: Displaying %1 view because required data is not available to generate a %2 view
es_es: Se muestra la vista %1 porque los datos para la vista %2 no están disponibles

source: Click the %1 near items throughout the site to add items to this %2.
es_es: Haz clic en el %1 que se muestra junto a los elementos en el sitio para añadirlos a esta %2.

source: Respond
es_es: Responder

source: Comments
es_es: Comentarios

source: add your comment
es_es: añadir mi comentario

source: No collections available
es_es: No hay colecciones disponibles

source: Contact
es_es: Contactar

source: Item Inquiry
es_es: Solicitud de elemento

source: Your message has been sent.
es_es: Se ha enviado el mensaje.

source: Your submissions
es_es: Tus propuestas

source: Submission
es_es: Propuesta

source: Status
es_es: Estado

source: Created
es_es: Creado

source: Updated
es_es: Actualizado

source: Edit
es_es: Editar

source: Create a new submission to get started
es_es: Empezar añadiendo una nueva propuesta

source: Simple Math Quiz (to prevent SPAMbots)
es_es: Prueba de matemáticas sencilla (para evitar los bots de SPAM)

source: Please correctly answer the security question.
es_es: Por favor, responda correctamente la pregunta de seguridad.

source: Terms and conditions
es_es: Términos y condiciones

source: I agree to the Terms and Conditions set out herein
es_es: Acepto los Términos y Condiciones que se establecen a continuación

source: You must agree to the terms and conditions before proceeding.
es_es: Debe aceptar los Términos y Condiciones para poder continuar.

source: Featured clips (%1)
es_es: Videoclip destacado (%1)

source: Download
es_es: Descargar

source: Comments and tags
es_es: Comentarios y etiquetas

source: Share
es_es: Compartir

source: File for download does not exist
es_es: El archivo para descarga no existe

source: Add your tags and comment
es_es: Añade tus etiquetas y comentario

source: Tags
es_es: Etiquetas

source: tags separated by commas
es_es: etiquetas separadas por comas

source: Comment
es_es: Comentario

source: Share this item
es_es: Compartir este elemento

source: To e-mail address
es_es: A la dirección de correo electrónico

source: Enter multiple addresses separated by commas
es_es: Indique varias direcciones separadas por comas

source: Your name
es_es: Su nombre

source: Your email address
es_es: Su dirección de correo electrónico

source: Security Question
es_es: Pregunta de seguridad

source: Subject
es_es: Tema

source: Message
es_es: Mensaje

source: How to use the image viewer
es_es: Cómo usar el visor de imágenes

source: Click and drag with the mouse to pan across the image. You can use the mousewheel or trackpad to zoom in or out of the image. The <code>+</code> and <code>-</code> buttons and zoom slider bar at the top of viewer may also be used. The viewer displays the image at full resolution, loading detail as you zoom. The more you zoom the more detail will be visible.
es_es: Haga clic y arrastre con el ratón para desplazarse en la imagen. Puede usar la rueda del ratón o el trackpad para hacer zoom hacia dentro y hacia fuera de la imagen. También puede usar los botones <code>+</code> y <code>-</code> y la barra de zoom encima del visor. El visor muestra la imagen a toda resolución, cargando los detalles según hace zoom. Cuanto más zoom, más detalles serán visibles.

source: You may add text annotations to the image. Each annotation is associated with a point, rectangular or polygon area on the image. To create an annotation select the point (line icon), rectangle or polygon tool from the tool bar, then click on the location you wish to annotate.
es_es: Puede añadir anotaciones de texto a la imagen. Cada anotación está asociada con un punto, un rectángulo o un área poligonal de la imagen. Para crear una anotación, seleccione la herramienta de punto (icono de línea), rectángulo o polígono en la barra de herramientas, y luego haga clic en la posición donde desee hacer la anotación.

source: For point annotations a line will appear connecting the location with a text box. The location will also be highlighted with a red translucent circle. You may drag both the point of the line and the text box to adjust position.
es_es: Para anotaciones puntuales una línea va a aparecer conectando la posición del punto con una caja de texto. Ese punto estará también marcado por un círculo rojo translúcido. Puede arrastrar tanto el punto como la línea y la caja de texto para cambiar sus posiciones.

source: For rectangular annotations a rectangle will appear with a text box below and adjacent. Drag on the edges at the highlighted locations to resize the rectangle. Drag the rectangle on its interior to reposition it.
es_es: Para anotaciones rectangulares, un rectángulo aparecerá con una caja de texto debajo y cerca. Arrastre los lados de la zona seleccionada para cambiar su tamaño. Arrastre el rectángulo desde su interior para reposicionarlo.

source: For polygon annotations click repeatedly on the image to establish line segments at various locations for the polygon shape. The shape may have any number of points, and consequently sides. To complete the shape double-click when placing the final point or click on the pan, rectangle or point tools. You can adjust the shape by clicking and dragging on any point. To move the shape, click and drag on the outline, away from any point. To remove a point click on it while holding down the option key. To add a point click on the outline, away from any point, while holding down the option key.
es_es: Para anotaciones poligonales, haga clic repetidamente en la imagen para establecer los vértices de la forma poligonal. La forma puede tener el número de vértices (y por tanto de lados) que desee. Para completar la forma, haga doble-clic al colocar el vértice final. Puede alterar la forma haciendo clic y arrastrando cualquier punto. Para mover la forma, haga clic y arrastre en su contorno, lejos de cualquier vértice. Para quitar un vértice haga clic sobre él con la tecla 'Opción' pulsada. Para añadir un vértice haga clic en el perímetro, lejos de cualquier vértice, con la tecla 'Opción' pulsada.

source: You may also drag the text box into position. Click on the text box to add text. All changes to annotations are saved automatically as you work.
es_es: También puede arrastrar la caja de texto a la posición deseada. Haga clic en la caja de texto para añadir texto. Todos los cambios a las anotaciones se guardan automáticamente según va trabajando.

source: Keyboard shortcuts
es_es: Atajos de teclado

source: Single-key shortcuts are available for common actions. Pressing the key is equivalent to the corresponding mouse action.
es_es: Dispone de atajos de una sola tecla para las acciones más comunes. Apretar la tecla en cuestión es equivalente a la acción de ratón correspondiente.

source: %1 to activate image panning
es_es: %1 para activar el desplazamiento de imagen

source: %1 to select the rectangle annotation tool
es_es: %1 para seleccionar la herramienta de anotación rectangular

source: %1 to select the point annotation tool
es_es: %1 para seleccionar la herramienta de anotación puntual

source: %1 to select the polygon annotation tool
es_es: %1 para seleccionar la herramienta de anotación poligonal

source: %1 to delete the selected annotation
es_es: %1 para eliminar la anotación seleccionada

source: %1 to toggle visibility of the image overview
es_es: %1 para conmutar la visibilidad de la vista previa de imagen

source: %1 to return the image to the centered, zoomed out "home" position
es_es: %1 para devolver la imagen a su posición de partida (centrada, sin enfoque)

source: %1 to toggle visibility of viewer controls
es_es: %1 para conmutar la visibilidad de los controles de visualización

source: %1 to hide controls and labels
es_es: %1 para esconder controles y etiquetas

source: %1 or %2 to zoom in in small increments
es_es: %1 o %2 para enfocar en pequeños incrementos

source: %1 or %2 to zoom out in small increments
es_es: %1 or %2 para hacer desenfocar en pequeños incrementos

source: %1, %2, %3 or %4 to pan the image in small increments
es_es: %1, %2, %3 o %4 para desplazar la imagen en pequeños incrementos

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: more
es_es: más

source: item
es_es: elemento

source: items
es_es: elementos

source: view %1
es_es: ver %1

source: VIEW RECORD
es_es: VER EL REGISTRO

source: comment
es_es: comentario

source: comments
es_es: comentarios

source: %1 item
es_es: %1 elemento

source: %1 items
es_es: %1 elementos

source: Add item to %1
es_es: Añadir el elemento a %1

source: Select a %1
es_es: Seleccionar un %1

source: OR Create a New %1
es_es: O crea un nuevo %1

source: Your %1
es_es: Su %1

source: Select a group
es_es: Seleccionar un grupo

source: Select a user group
es_es: Seleccionar un grupo de usuarios

source: OR enter a user
es_es: O indica un usuario

source: Enter a user
es_es: Indica un usuario

source: email address or multiple addresses separated by comma
es_es: dirección de correo electrónico o múltiples direcciones separadas por comas

source: Access
es_es: Acceso

source: Can read
es_es: Puede leer

source: Can edit
es_es: Puede editar

source: Back to %1
es_es: Volver a %1

source: User Groups
es_es: Grupos de usuarios

source: change access
es_es: permiso de modificación

source: write access
es_es: permiso de escritura

source: read access
es_es: permiso de lectura

source: Change to read access
es_es: Modificar a permiso de lectura

source: Change to write access
es_es: Modificar a permiso de escritura

source: Remove comment
es_es: Eliminar el comentario

source: Displaying %1 view because required data is not available to generate a %1 view
es_es: Se muestra la vista %1 porque los datos para la vista %2 no están disponibles

source: There are no items in this %1
es_es: No hay elementos en este %1

source: You may not edit this set, you have read only access.
es_es: No puede editar este conjunto, solamente dispone de permisos de lectura.

source: View Item Detail
es_es: Ver los detalles del elemento

source: Enlarge Image
es_es: Enfocar la imagen

source: Activity stream
es_es: Últimas acciones

source: added an item to %1
es_es: se ha añadido un elemento a %1

source: changed an item in %1
es_es: se ha modificado un elemento de %1

source: removed an item from %1
es_es: se ha eliminado un elemento de %1

source: shared %1 with %2
es_es: compartido %1 con %2

source: changed how they share %1 with %2
es_es: modificar cómo se comparte %1 con %2

source: unshared %1 with %2
es_es: dejar de compartir %1 con %2

source: commented on %1
es_es: ha comentado sobre %1

source: commented on an item in %1
es_es: ha comentado sobre un miembro de %1

source: made %1
es_es: hizo %1

source: edited %1
es_es: editó %1

source: deleted %1
es_es: eliminó %1

source: Create your first %1
es_es: Crear mi primer %1

source: Your User Groups
es_es: Mis grupos de usuarios

source: You have made no user groups
es_es: No ha creado ningún grupo de usuarios

source: Login
es_es: Inicio de sesión

source: Username
es_es: Usuario

source: Password
es_es: Contraseña

source: Click here to register
es_es: Haga clic aquí para registrarse

source: Forgot your password?
es_es: ¿Ha olvidado su clave?

source: User information
es_es: Información de usuario

source: Reset Password
es_es: Restaurar la contraseña

source: Only enter if you would like to change your current password
es_es: Para modificar mi contraseña actual

source: Re-Type password
es_es: Vuelva a introducir su contraseña

source: Join group
es_es: Participar en el grupo

source: If you have been provided with a group code enter it here to join the group.
es_es: Si me han enviado un código de grupo, lo utilizo aquí para incorporarme al grupo.

source: Group memberships
es_es: Participación en grupos

source: Register
es_es: Registrarse

source: Group code (optional)
es_es: Código de grupo (opcional)

source: Reset Your Password
es_es: Restaurar Mi contraseña

source: Instructions have been sent to the e-mail address you provided.
es_es: Recibirá las instrucciones en el correo electrónico que ha indicado.

source: You should receive the instructions within the hour. If you do not, contact us for assistance at
es_es: Recibirá las instrucciones una hora aproximadamente. Si no fuera así contacte con nosotros mediante

source: Your password has been reset!
es_es: ¡Se ha restaurado su contraseña!

source: You may now
es_es: Ya puede

source: login
es_es: iniciar sesión

source: Please confirm you have copied the provided link properly. If you continue to have difficulty, contact us for assistance,
es_es: Por favor, confirme que ha copiado el enlace correctamente. Si continúa teniendo dificultades, contacte con nosotros,

source: Please enter your new password.
es_es: Por favor, introduzca su nueva contraseña.

source: New password
es_es: Nueva contraseña

source: Confirm new password
es_es: Repetir la nueva contraseña

source: To reset your password enter the e-mail address you used to register below. A message will be sent to the address with instructions on how to reset your password.
es_es: Para restaurar la contraseña, indique el correo electrónico con el que se registró. Enviaremos instrucciones a dicha dirección con las instrucciones para hacerlo.

source: E-mail
es_es: Correo electrónico

source: Full results
es_es: Todos los resultados

source: sort by:
es_es: ordenar por:

source: Objects Advanced Search
es_es: Búsqueda avanzada

source: Enter your search terms in the fields below.
es_es: Indica lo que quieres buscar rellenando el formulario.

source: Search across all fields in the database.
es_es: Buscar en todos los campos de la base de datos.

source: Keyword
es_es: Términos clave

source: Limit your search to Object Titles only.
es_es: Limite su búsqueda solo a Títulos de objetos.

source: Title
es_es: Título

source: Search object identifiers.
es_es: Buscar identificadores de objeto.

source: Accession number
es_es: Identificador del objeto

source: Limit your search to object types.
es_es: Limite la búsqueda a determinados tipos de elementos.

source: Type
es_es: Tipo

source: Search records of a particular date or date range.
es_es: Buscar registros de una fecha o intervalo de fechas determinado.

source: Date range <i>(e.g. 1970-1979)</i>
es_es: Intervalo de fecha <i>(ej. 1970-1979)</i>

source: Search records within a particular collection.
es_es: Buscar registros dentro de una colección determinada.

source: Collection
es_es: Colección

source: Helpful Links
es_es: Enlaces útiles

source: Search results for %1
es_es: Resultados de %1

source: Your search for %1 returned no results
es_es: Mi búsqueda de %1 no ha encontrado resultados

source: Locale
es_es: Idioma

source: BLANK
es_es: VACÍO

source: Search within this manifest
es_es: Búscar en este manifiesto

source: Get suggested words in this manifest
es_es: Obtener sugerencias sobre este manifiesto

source: Browse
es_es: Explorar

source: Browse by
es_es: Explorar por

source: Filter facet
es_es: Faceta

source: Browse all %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>
es_es: Explorar todos los %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>

source: No facets available
es_es: No hay facetas disponibles

source: User Profile
es_es: Perfil de usuario

source: Submit content
es_es: Enviar

source: Logout
es_es: Cerrar la sesión

source: Mobile User Navigation
es_es: Navegación desde móvil

source: User Navigation
es_es: Navegación de usuario

source: User options
es_es: Opciones de usuario

source: Search
es_es: Buscar

source: Search text
es_es: Texto a buscar

source: Submit
es_es: Enviar

source: Primary Navigation
es_es: Navegación principal

source: Advanced Search
es_es: Búsqueda avanzada

source: Gallery
es_es: Galería

source: Collections
es_es: Colecciones

source: <div class='error'>An error in your system configuration has been detected</div> General installation instructions can be found <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'>here</a>. For more specific hints on the existing issues please have a look at the messages below.
es_es: <div class='error'>Se ha detectado un error en la configuración del sistema</div> Puede encontrar las instrucciones para la instalación <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'>aquí</a>. Para buscar detalles más concretos sobre lo que ocurre, por favor, revise el mensaje que hay a continuación.

source: object
es_es: objeto

source: objects
es_es: objetos

source: collection
es_es: colección

source: collections
es_es: colecciones

source: person
es_es: persona

source: people
es_es: gente

source: work
es_es: logro

source: works
es_es: logros

source: Item Title
es_es: Título del elemento

source: Item Identifier
es_es: Identificador de elemento

source: Item URL
es_es: URL del elemento

source: Email address
es_es: Correo electrónico

source: Objects
es_es: Objetos

source: Object
es_es: Objeto
